[
 {
  "id": 661252458,
  "key": "#键值",
  "original": "原文",
  "translation": "译文",
  "stage": 1,
  "context": "上下文（可选）"
 },
 {
  "id": 661252459,
  "key": "#Key",
  "original": "Source",
  "translation": "Translation",
  "stage": 1,
  "context": "Context(optional)"
 },
 {
  "id": 661252460,
  "key": "key_welcome_title",
  "original": "Welcome to Daggerheart",
  "translation": "欢迎来到匕首之心",
  "stage": 1,
  "context": null
 },
 {
  "id": 661252461,
  "key": "key_intro_paragraph",
  "original": "Daggerheart is a collaborative roleplaying game set in a high fantasy world; a place of incredible magic and perilous adventure. During a campaign, you may find yourself rubbing elbows with nobles in an attempt to stop an assassination plot, diving deep into an ancient dungeon to keep a powerful creature from escaping and unleashing its power, sailing across a vast ocean to face off against a terrifying sea monster, or protecting a precious relic from falling into the hands of a dangerous enemy. No matter the adventure your party chooses to embark upon, Daggerheart provides the tools to tell a story that is both heartfelt and epic.",
  "translation": "匕首之心是一款设定在高奇幻世界的合作角色扮演游戏；这是一个充满神奇魔法和危险冒险的地方。在游戏过程中，你可能会发现自己与贵族们周旋以阻止一场暗杀阴谋，深入古老地牢以阻止强大生物逃脱并释放其力量，横渡浩瀚海洋对抗可怕的海怪，或保护珍贵遗物不落入危险敌人手中。无论你的队伍选择踏上什么样的冒险，匕首之心都提供了讲述一个既感人又宏大的故事的工具。测试文档",
  "stage": 1,
  "context": null
 },
 {
  "id": 661252462,
  "key": "key_ttrpg_title",
  "original": "What is a Tabletop Roleplaying Game?",
  "translation": "什么是桌面角色扮演游戏？",
  "stage": 1,
  "context": null
 },
 {
  "id": 661252463,
  "key": "key_ttrpg_definition",
  "original": "A tabletop roleplaying game, or TTRPG, is an interactive storytelling experience where players take on the role of characters within a shared world, and collaborate to tell a story about those characters. Daggerheart is meant to be played by three to six players, with one person taking on the role known as the Game Master (or GM). This player helps to facilitate action amongst the rest of the group, known as the Player Characters (or PCs), who are each responsible for playing a single character during the game. The Game Master is responsible for taking on some of the responsibilities not covered by the role of a Player Character—they may introduce complications or consequences to the narrative, embody any roles not inhabited by the other players (also known as Non-Player Characters or NPCs), and help the story progress during a session.",
  "translation": "桌面角色扮演游戏（TTRPG）是一种互动式讲故事体验，玩家在共享世界中扮演角色，并合作讲述这些角色的故事。匕首之心适合三到六名玩家一起游戏，其中一人担任游戏主持人（GM）的角色。这位玩家帮助促进其他玩家（称为玩家角色或PC）之间的行动，每个玩家在游戏中负责扮演一个角色。游戏主持人负责承担一些玩家角色不涉及的责任——他们可能会为叙事引入复杂情况或后果，扮演其他玩家不扮演的角色（也称为非玩家角色或NPC），并在游戏过程中帮助故事推进。",
  "stage": 1,
  "context": null
 },
 {
  "id": 661252464,
  "key": "key_dice_mechanics",
  "original": "Like many roleplaying games, Daggerheart uses dice to determine the outcome of some uncertain events, providing an element of unpredictability to the choices you make. Even so, the game aims to embrace player agency and imagination; the type of character a player chooses to play and the decisions they make about their background and experiences will make their odds better (or worse!) on those dice rolls.",
  "translation": "与许多角色扮演游戏一样，匕首之心使用骰子来确定某些不确定事件的结果，为你的选择增添不可预测性。尽管如此，游戏旨在拥抱玩家的自主权和想象力；玩家选择的角色类型以及他们对其背景和经历所做的决定将使他们在这些骰子检定中获得更好（或更差！）的几率。",
  "stage": 1,
  "context": null
 },
 {
  "id": 661252465,
  "key": "key_game_type_title",
  "original": "What Kind of Roleplaying Game Is Daggerheart?",
  "translation": "匕首之心是什么样的角色扮演游戏？",
  "stage": 1,
  "context": null
 },
 {
  "id": 661252466,
  "key": "key_game_type_description",
  "original": "Daggerheart is a heroic narrative-focused experience that features combat as a prominent aspect of play. The system facilitates emotionally engaging, player-driven campaigns that are punctuated by exciting battles and harrowing challenges. The game takes a more fiction-first approach in its design, encouraging players and GMs to focus on the story they're telling rather than the complexity of the mechanics. It asks everyone to act in good faith with one another to tell the best story they can, and looks to provide structure when it's unclear how actions or moments might resolve within that story.",
  "translation": "匕首之心是一款以英雄叙事为重点的游戏体验，战斗是其重要组成部分。该系统促进情感投入、以玩家为主导的战役，其间穿插着激动人心的战斗和严峻的挑战。游戏在设计上采用更注重虚构的方式，鼓励玩家和GM专注于他们讲述的故事，而不是机制的复杂性。它要求每个人都以善意相互配合，讲述最好的故事，并在故事中的行动或时刻如何解决不明确时提供结构。",
  "stage": 1,
  "context": null
 },
 {
  "id": 661252467,
  "key": "key_combat_approach",
  "original": "The system takes a free-flowing approach to combat to avoid stopping down the game into rounds, and it doesn't rely on grid-based movement for the maps and minis. These aspects coalesce to create a game that utilizes the kind of terrain and map-building that miniature-based systems are known for while making Daggerheart streamlined and approachable, with a focus on delivering a great narrative experience at the table.",
  "translation": "该系统采用流畅的战斗方式，避免将游戏分割成回合，并且不依赖基于网格的地图和模型移动。这些方面共同创造了一款游戏，它既利用了基于模型系统所著称的地形和地图构建，又使匕首之心变得精简和易于上手，专注于在游戏桌上提供出色的叙事体验。",
  "stage": 1,
  "context": null
 },
 {
  "id": 661252468,
  "key": "key_game_style_note",
  "original": "Those who prefer a highly strategic, rules-heavy experience with more heritage from wargames may find Daggerheart doesn't have all of the \"crunch\" they're used to. Those who come from very rules-light gameplay may find some mechanics in Daggerheart engage in areas where they're used to a more free-form approach. That's okay! You should always play the types of games that make you and your table happy. If you're looking to tell heroic fantasy stories with a modern approach to mechanics that focus on both the epic battles and the emotional narrative of the characters who fight in them, you've come to the right place.",
  "translation": "那些喜欢高度策略性、规则繁重且具有更多战争游戏传统的玩家可能会发现匕首之心没有他们习惯的所有\"硬核\"元素。那些来自规则非常轻量的游戏的玩家可能会发现匕首之心的一些机制在他们习惯更自由形式的地方有所涉及。这没关系！你应该始终玩那些让你和你的游戏桌感到开心的游戏类型。如果你想要讲述英雄奇幻故事，采用现代机制方法，同时关注史诗般的战斗和参与战斗的角色们的情感叙事，那么你来对地方了。",
  "stage": 1,
  "context": null
 },
 {
  "id": 661252469,
  "key": "key_asymmetrical_design",
  "original": "Daggerheart utilizes an asymmetrical design. That means that it plays differently for the GM than it does for the players. Many TTRPGs have some asymmetry, with players each controlling one PC while the GM plays everyone else. But Daggerheart's asymmetry goes deeper—players roll the 2d12 Duality Dice for their PCs' standard actions, including their attacks. At the same time, the GM can make most moves without rolling, but they roll a d20 for adversary moves that require a roll, such as attacks and reaction rolls. Each PC gains Hope when they \"roll with Hope,\" while the GM gains Fear when any PC \"rolls with Fear.\" While PCs and Adversaries both have a mechanic called Experiences, they are used in different ways at different times. This asymmetrical design is intended to help all participants more effectively contribute to a memorable experience together at the table.",
  "translation": "匕首之心采用非对称设计。这意味着它对GM和玩家的玩法是不同的。许多TTRPG都有一些非对称性，玩家各自控制一个PC，而GM扮演其他所有人。但匕首之心的非对称性更深——玩家为他们的PC的标准行动（包括攻击）投掷2d12二元骰。同时，GM可以不投骰就做出大多数行动，但他们为需要投骰的对手行动（如攻击和反应检定）投掷d20。当PC\"带着希望投骰\"时获得希望，而当任何PC\"带着恐惧投骰\"时GM获得恐惧。虽然PC和对手都有称为\"经历\"的机制，但它们在不同时间以不同方式使用。这种非对称设计旨在帮助所有参与者更有效地共同创造难忘的游戏体验。",
  "stage": 1,
  "context": null
 }
]