[
 {
  "key": "SECTION_52",
  "original": "# <span id=\"page-11-0\"></span>CHAPTER ONE: PREPARING FOR ADVENTURE\n\n*In this chapter, you'll prepare for your first game of Daggerheart. The upcoming sections describe Daggerheart's worldbuilding fundamentals, then walk you through creating a character while providing information on each of the classes, domains, ancestries, and communities.*",
  "translation": "",
  "context": "# <span id=\"page-11-0\"></span>第一章：准备冒险\n\n*在本章中，你将为你的第一场 Daggerheart 游戏做准备。接下来的章节将描述 Daggerheart 的世界构建基础，然后引导你创建角色，同时提供关于每个职业、领域、血统和社群的信息。*"
 },
 {
  "key": "SECTION_53",
  "original": "## World Overview\n\nDaggerheart encourages the exploration of worlds filled with great magic, wondrous landscapes, mythical beasts, dynamic factions, rousing mysteries, and powerful foes. While the world your table collaboratively creates will be your own, Daggerheart has established ancestries, communities, classes, abilities, and spells—so some worldbuiding aspects will exist similarly across every campaign.\n\nThe following section describes the core realms, where these shared details derive from. These details can always be reflavored or modified to match the style of game your group wants to play. When creating your table's unique world, you can use one of the following as a starting point: an existing location you're already familiar with, a supplemental setting book, the guide for creating your own world in the \"Running a Campaign\" section in chapter 3, or a campaign frame from chapter 5.",
  "translation": "",
  "context": "## 世界概览\n\nDaggerheart 鼓励探索充满强大魔法、奇妙景观、神话野兽、动态派系、激动人心的谜团和强大敌人的世界。虽然你们的游戏桌共同创造的世界将是你们自己的，但 Daggerheart 已经建立了血统、社群、职业、能力和法术——因此一些世界构建方面在每个战役中都会类似地存在。\n\n以下部分描述了核心领域，这些共享细节都源自于此。这些细节总是可以重新设定风味或修改，以匹配你们团队想要玩的游戏风格。在创建你们游戏桌独特的世界时，你们可以使用以下其中一个作为起点：一个你们已经熟悉的现有地点、一本补充设定集、第三章“运行战役”部分中创建自己世界的指南，或者第五章中的一个战役框架。"
 },
 {
  "key": "SECTION_54",
  "original": "## CORE REALMS\n\nThe **core realms** are the basis for the worldbuilding elements inherent to many of Daggerheart's mechanics, such as its ancestries and adversaries.",
  "translation": "",
  "context": "## 核心领域\n\n**核心领域**是许多 Daggerheart 机制固有的世界构建元素的基础，例如其血统和敌人。"
 },
 {
  "key": "SECTION_55",
  "original": "## **THE MORTAL REALM**\n\nMost adventures will likely take place in the Mortal Realm. This is the land, sea, and sky, where mortals live out the entirety of their lives—the plane where the majority of all material beings and objects exist. Stories say this realm was created by the Forgotten Gods during the Earliest Age and that these immortals traveled between the Hallows Above and this new plane as easily as waking from a dream. During this time, the gods were familiar to the mortals and acts of divinity were commonplace—be they wonderful or terrifying. When the Forgotten Gods were overthrown by the New Gods, many of these ancient deities were trapped within this plane eternally.\n\nThis realm is also occupied by the Faint Divinities, lesser deities created by both the Forgotten and the New Gods to oversee the Mortal Realm. Many are considered to be quite capricious, and though their spheres of influence are smaller than the gods who created them, they can greatly influence the lives of mortals.",
  "translation": "",
  "context": "## **凡人领域**\n\n大多数冒险很可能发生在凡人领域。这是陆地、海洋和天空，凡人在其中度过他们的一生——绝大多数物质生命和物体存在的位面。故事说这个领域是由遗忘之神在最早的时代创造的，这些不朽者在上方圣地和这个新位面之间穿梭，就像从梦中醒来一样容易。在此期间，神灵对凡人来说是熟悉的，神圣的行为司空见惯——无论是奇妙的还是可怕的。当遗忘之神被新神推翻时，许多这些古老的神灵被永远困在这个位面。\n\n这个领域也居住着微弱神祇，这些是遗忘之神和新神创造的次等神祇，负责监管凡人领域。许多人被认为相当反复无常，尽管他们的影响范围比创造他们的神灵要小，但他们可以极大地影响凡人的生活。"
 },
 {
  "key": "SECTION_56",
  "original": "## **THE HALLOWS ABOVE**\n\nThe Hallows Above are the collection of deific territories that once belonged to the Forgotten Gods before the New Gods claimed it at the end of the Earliest Age. Because this place is closely connected with most other realms, the gods residing here can see and speak with the creatures of the Mortal Realm without leaving their domain, though those with whom the gods communicate may find their methods strange or obfuscated. There are ways by which the New Gods can leave the Hallows Above to occupy other realms, but in the current age they must always sacrifice something of personal importance to do so. It's rumored that this burden was necessitated by their desire to protect the Hallows from the Forgotten Gods should they rise again, as the Forgotten Gods (or any being from the Mortal Realm) would also have to forfeit much to enter the Hallows Above. These sacrifices have caused some of the great calamities that have befallen the Mortal Realm in recent millenia.",
  "translation": "",
  "context": "## **上方圣地**\n\n上方圣地是众神领域的集合，在最早时代末期被新神占领之前，曾属于遗忘之神。由于这个地方与大多数其他领域紧密相连，居住在这里的神灵无需离开他们的领域，就可以看到凡人领域的生物并与之交谈，尽管与神灵交流的那些生物可能会觉得他们的方式奇怪或模糊不清。新神可以通过一些方式离开上方圣地进入其他领域，但在当前时代，他们这样做总是必须牺牲对自己来说重要之物。传闻这种负担是由于他们希望保护圣地免受遗忘之神再次崛起的威胁而必需的，因为遗忘之神（或任何来自凡人领域的存在）也必须付出巨大代价才能进入上方圣地。这些牺牲导致了近千年来凡人领域发生的一些巨大灾难。"
 },
 {
  "key": "SECTION_57",
  "original": "## **THE CIRCLES BELOW**\n\nThe Circles Below are the collection of lower realms where many of the Forgotten Gods, those who fought the most passionately during the uprising, were banished. Known as \"the Fallen Gods,\" these deities lost the Divine War with the New Gods during the Earliest Age and have since been deemed \"evil practitioners of tainted magic.\" Thus the Faint Divinities who were banished alongside them are commonly referred to as \"demons,\" and those that descended from these creatures also bear the weight of that identifier.\n\nThe Circles Below are considered places of corruption, destruction, and violence. Stories say this dominion is home to some of the most dangerous creatures in the core realms. Most other planes have safeguards against Fallen who wish to cross from the Circles Below. Within the Mortal Realm, the use of arcane magic in acts of great evil is said to open a temporary rift between the two planes, allowing Fallen to pass through.",
  "translation": "",
  "context": "## **下方圈层**\n\n下方圈层是低等领域的集合，许多遗忘之神，那些在起义中战斗得最激烈的神，被流放到这里。这些神灵被称为“堕落之神”，他们在最早的时代与新神的圣战中失败了，此后被认为是“玷污魔法的邪恶实践者”。因此，与他们一同被流放的微弱神祇通常被称为“恶魔”，而那些从这些生物繁衍下来的后代也背负着这个称谓的重担。\n\n下方圈层被认为是腐败、毁灭和暴力之地。故事说这个领域是核心领域中最危险的一些生物的家园。大多数其他位面都有针对希望从下方圈层穿越而来的堕落之神的防御措施。在凡人领域，据说在进行大恶之举时使用奥术魔法会打开两个位面之间的临时裂隙，允许堕落之神通过。"
 },
 {
  "key": "SECTION_58",
  "original": "## **THE REALMS BEYOND**\n\nThe cosmos holds many realms beyond these—the Elemental Lands, the Astral Realm, the Valley of Death, and countless others. Accessing and traversing these places from the Mortal Realm requires specialized knowledge and hard-learned skills. Still, some of the beings in the core realms guard these secrets closely and could be persuaded to share them—for a price.",
  "translation": "",
  "context": "## **彼岸领域**\n\n宇宙之中还有许多领域，远不止于此——元素之地、星界领域、死亡之谷以及无数其他领域。从凡人领域进入和穿越这些地方需要专门的知识和艰苦习得的技能。然而，核心领域中的一些存在严密守护着这些秘密，并且可以被说服分享它们——当然，是要付出代价的。"
 },
 {
  "key": "SECTION_59",
  "original": "## MAGIC AND SPELLS\n\nDepending on the kind of character you play, they may or may not have the ability to use magic. Magic in Daggerheart is both very powerful and incredibly dangerous, permeating the land and manifesting within the people. It is both a force within you that can aid you throughout your journey and a force outside of you that affects the world.\n\nIf your character does have the power of spellcasting, you'll use magic through specific weapons, spells, and other means. As characters grow, the magic they can perform grows with them. Each level, you gain cards that describe the new, powerful magic they can wield and the specific parameters for using it.\n\n![](_page_12_Picture_3.jpeg)",
  "translation": "",
  "context": "## 魔法与法术\n\n取决于你扮演的角色类型，他们可能拥有或不拥有使用魔法的能力。在《匕首之心》中，魔法既非常强大又极其危险，它渗透在这片土地上，并在人们体内显现。它既是一种内在的力量，可以在你的旅程中帮助你，也是一种外在的力量，影响着世界。\n\n如果你的角色确实拥有施法能力，你将通过特定的武器、法术和其他方式来使用魔法。随着角色的成长，他们能够施展的魔法也会随之增强。每个等级，你都会获得描述他们可以驾驭的新的、强大的魔法以及使用它的具体参数的卡牌。\n\n![](_page_12_Picture_3.jpeg)"
 },
 {
  "key": "SECTION_60",
  "original": "## FLAVORING YOUR GAME\n\nIf the default portrayal of your character's mechanical effects doesn't fit them and their style, you can always describe them in a way that does. This is often called \"flavoring.\" However, unless your table agrees, that flavor shouldn't offer any mechanical effect beyond the effect's existing description.\n\nFor instance, you might say that your rogue's magic takes the form of gadgets and inventions, instead of magically creating a dark cloud, they drop a smoke grenade. Or perhaps your ranger's magic takes the form of ancestral spirits who draw forth the forces of nature. Perhaps magic works in an entirely different way in your lore, and you explain how every class's power emerges from a different source. As long as it abides by the mechanics of the game, you're encouraged to flavor your magic to suit your character.\n\nYou can reflavor items, as well. Your character might have a unique weapon from their heritage, but it uses the statistics of a longsword. Your wizard's armor might come in the form of a set of empowered runes instead of chainmail, but they still have Armor Slots you can spend to reduce damage. In this case, \"repairing\" your armor during a rest could mean replenishing the enchantment. The \"Adjusting Abilities and Spells\" section of this chapter suggests other ways you can tailor your spells and abilities to fit your character and comfort level.",
  "translation": "",
  "context": "## 美化你的游戏\n\n如果你的角色机械效果的默认描述不符合他们及其风格，你总可以用符合他们风格的方式来描述它们。这通常被称为“美化”。然而，除非你的游戏桌同意，否则这种美化不应提供超出效果现有描述的任何机械效果。\n\n例如，你可以说你的游荡者的魔法以小工具和发明的形式出现，而不是神奇地创造出一团乌云，他们投掷烟雾弹。或者你的游侠的魔法可能以祖先之灵的形式出现，他们引出自然之力。也许在你的设定中，魔法以一种完全不同的方式运作，你可以解释每个职业的力量是如何来自不同来源的。只要它符合游戏的机制，我们鼓励你美化你的魔法，使其符合你的角色。\n\n你也可以重塑物品。你的角色可能拥有来自他们血脉的独特武器，但它使用长剑的属性。你的法师的盔甲可能以一套强化符文的形式出现，而不是链甲，但它们仍然有护甲槽，你可以花费来减少伤害。在这种情况下，在休息期间“修复”你的盔甲可能意味着补充附魔。“调整能力和法术”一节提供了其他方法，你可以调整你的法术和能力，使其符合你的角色和舒适度。"
 },
 {
  "key": "SECTION_61",
  "original": "## <span id=\"page-13-0\"></span>Character Creation\n\n*Unless you're the GM, the first step of Daggerheart is to create your character. In addition to choosing their class, community, and ancestry, you're also responsible for crafting their physical appearance, personality, and prior experience, as well as their relationships with the other characters. Some of these decisions are purely narrative, meaning they only appear in the game through your roleplaying, but others are mechanical choices that affect the actions you're more (or less) likely to succeed at when rolling your dice.*",
  "translation": "",
  "context": "## <span id=\"page-13-0\"></span>角色创建\n\n*除非你是游戏主持人（GM），否则《匕首之心》的第一步是创建你的角色。除了选择他们的职业、社群和血统，你还需要塑造他们的外貌、个性和过往经历，以及他们与其他角色的关系。其中一些决定纯粹是叙事性的，这意味着它们只通过你的角色扮演出现在游戏中；而另一些则是机械性的选择，会影响你在掷骰时更可能（或更不可能）成功的行动。*"
 },
 {
  "key": "SECTION_62",
  "original": "## GETTING STARTED\n\nBefore you create your character, discuss the campaign with your table and begin brainstorming ideas.\n\n*Tip: There are many mechanics mentioned in the Character Creation section that will be fully covered in chapter 2.*",
  "translation": "",
  "context": "## 入门\n\n在创建你的角色之前，与你的游戏桌成员讨论战役并开始集思广益。\n\n*提示：角色创建部分提及的许多机制将在第二章中详细讲解。*"
 },
 {
  "key": "SECTION_63",
  "original": "## **HAVE A SESSION ZERO**\n\nIf you're preparing to start a new campaign with your group, we recommend that you use your first session together to build characters and talk about the world you'll be playing in. This is often called a session zero [\\(see the \"Session Zero](#page-169-0)  [and Safety Tools\" section on page 169\\)](#page-169-0) and is the best way to ensure that everyone is on the same page about the tone and feel of the campaign so you can create characters who work well together.",
  "translation": "",
  "context": "## **进行一次零号会话**\n\n如果你正准备和你的团队开始一场新的战役，我们建议你们第一次聚会时花时间创建角色并讨论你们将要游玩的世界。这通常被称为零号会话（[参见第 169 页的“零号会话和安全工具”部分](#page-169-0)），是确保每个人对战役的基调和氛围有共识的最佳方式，这样你们就能创建出配合默契的角色。"
 },
 {
  "key": "SECTION_64",
  "original": "## **THINK ABOUT CHARACTER CONCEPTS**\n\nBefore you begin the character-building process, it can be helpful to review the materials and formulate an idea for what type of character you want to play. Your concept can be surface-level and general—such as \"a circus performer who uses magic\" or \"a captain who lost their ship at sea\"—but having even a basic starting point will help you make choices as you move through each of the following step.",
  "translation": "",
  "context": "## **思考角色概念**\n\n在开始角色创建过程之前，回顾资料并构思你想要扮演的角色类型可能会有所帮助。你的概念可以是浅显而笼统的——比如“一个使用魔法的马戏团表演者”或“一个在海上失去船只的船长”——但即使只是一个基本的起点，也能帮助你在接下来的每一步中做出选择。"
 },
 {
  "key": "SECTION_65",
  "original": "## STEP 1: CHOOSE YOUR CLASS\n\nThe first step of character creation is to choose the **class** you want to play. Each class is a role-based archetype that determines what abilities you have access to throughout the campaign. For example, you might choose to play a guardian if you want to be the \"tank\" of your group who runs into fights headfirst and protects others with their own life. You might choose to be a wizard if you want to cast unique spells to solve problems, heal party members, and wield cunning battle magic.\n\nOnce you've chosen a class, you'll also choose a **subclass**. The subclasses are subsets of each class that further define your character's archetype.",
  "translation": "",
  "context": "## 步骤 1：选择你的职业\n\n角色创建的第一步是选择你想要扮演的**职业**。每个职业都是一种基于角色的原型，决定了你在整个战役中能使用哪些能力。例如，如果你想成为团队中的“坦克”，冲锋陷阵，用自己的生命保护他人，你可能会选择扮演一名守护者。如果你想施展独特的法术来解决问题、治疗队友并运用狡猾的战斗魔法，你可能会选择成为一名法师。\n\n选择职业后，你还需要选择一个**子职业**。子职业是每个职业的细分，进一步定义了你的角色原型。"
 },
 {
  "key": "SECTION_66",
  "original": "## CLASS OPTIONS\n\n*The following classes and subclasses are available in the core rulebook:*",
  "translation": "",
  "context": "## 职业选项\n\n*核心规则书中包含以下职业和子职业：*"
 },
 {
  "key": "SECTION_67",
  "original": "## BARD\n\n**Subclasses:** *[Troubadour](#page-28-0) or [Wordsmith](#page-29-0)*\n\n![](_page_14_Picture_4.jpeg)",
  "translation": "",
  "context": "## 吟游诗人\n\n**子职业：** *[吟游诗人](#page-28-0) 或 [文字匠](#page-29-0)*\n\n![](_page_14_Picture_4.jpeg)"
 },
 {
  "key": "SECTION_68",
  "original": "## DRUID",
  "translation": "",
  "context": "## 德鲁伊"
 },
 {
  "key": "SECTION_69",
  "original": "## **Subclasses:** *[Warden of the Elements](#page-30-0) or [Warden of Renewal](#page-31-0)*\n\n![](_page_14_Picture_7.jpeg)\n\n**Play the Warden of the Elements**  [if you want to embody](#page-30-0)  the natural elements of the wild.\n\n**Play the Warden of Renewal**  [if you want to use powerful](#page-31-0)  magic to heal your party.\n\n![](_page_14_Picture_10.jpeg)",
  "translation": "",
  "context": "## **子职业：** *[元素守护者](#page-30-0) 或 [复苏守护者](#page-31-0)*\n\n![](_page_14_Picture_7.jpeg)\n\n**如果你想化身** [荒野的自然元素](#page-30-0)，则扮演**元素守护者**。\n\n**如果你想使用强大的** [魔法来治疗你的队伍](#page-31-0)，则扮演**复苏守护者**。\n\n![](_page_14_Picture_10.jpeg)"
 },
 {
  "key": "SECTION_70",
  "original": "## GUARDIAN\n\n**Subclasses:** *[Stalwart](#page-36-0) or [Vengeance](#page-36-0)*\n\n![](_page_14_Picture_13.jpeg)\n\n**Play the Stalwart**  [if you want to take heavy](#page-36-0)  blows and keep fi ghting.\n\n**Play the Vengeance** [if you want to strike down](#page-36-0)  enemies who harm you or your allies.\n\n![](_page_14_Picture_16.jpeg)\n\n**Subclasses:** *[Beastbound](#page-38-0) or [Wayfinder](#page-39-0)*\n\n![](_page_14_Picture_18.jpeg)\n\n**Play the Beastbound**  [if you want to form a deep](#page-38-0)  bond with an animal ally.\n\n**Play the Wayfi nder**  [if you want to hunt your prey](#page-39-0)  and strike with deadly force.\n\n![](_page_14_Picture_21.jpeg)",
  "translation": "",
  "context": "## 守护者\n\n**子职业：** *[坚毅者](#page-36-0) 或 [复仇者](#page-36-0)*\n\n![](_page_14_Picture_13.jpeg)\n\n**如果你想承受沉重的** [打击并继续战斗](#page-36-0)，则扮演**坚毅者**。\n\n**如果你想击倒** [伤害你或你盟友的敌人](#page-36-0)，则扮演**复仇者**。\n\n![](_page_14_Picture_16.jpeg)\n\n**子职业：** *[野兽羁绊者](#page-38-0) 或 [寻路者](#page-39-0)*\n\n![](_page_14_Picture_18.jpeg)\n\n**如果你想与动物盟友建立深厚的** [羁绊](#page-38-0)，则扮演**野兽羁绊者**。\n\n**如果你想狩猎猎物** [并以致命的力量打击](#page-39-0)，则扮演**寻路者**。\n\n![](_page_14_Picture_21.jpeg)"
 },
 {
  "key": "SECTION_71",
  "original": "## ROGUE",
  "translation": "",
  "context": "## 游荡者"
 },
 {
  "key": "SECTION_72",
  "original": "## **Subclasses:** *[Nightwalker](#page-42-0) or [Syndicate](#page-43-0)*\n\n![](_page_15_Picture_2.jpeg)\n\n**Play the Nightwalker**  [if you want to manipulate](#page-42-0)  shadows to maneuver through the environment.\n\n**Play the Syndicate**  if you want to have a web of [contacts everywhere you go.](#page-43-0)\n\n![](_page_15_Picture_5.jpeg)",
  "translation": "",
  "context": "## **子职业：** *[夜行者](#page-42-0) 或 [辛迪加](#page-43-0)*\n\n![](_page_15_Picture_2.jpeg)\n\n**如果你想操纵** [阴影以便在环境中穿梭](#page-42-0)，则扮演**夜行者**。\n\n**如果你想在** [所到之处都有一个联系人网络](#page-43-0)，则扮演**辛迪加**。\n\n![](_page_15_Picture_5.jpeg)"
 },
 {
  "key": "SECTION_73",
  "original": "## SERAPH",
  "translation": "",
  "context": "## 圣天使"
 },
 {
  "key": "SECTION_74",
  "original": "## **Subclasses:** *[Divine Wielder](#page-44-0) or [Winged Sentinel](#page-45-0)*\n\n![](_page_15_Picture_8.jpeg)",
  "translation": "",
  "context": "## **子职业：** *[神圣使者](#page-44-0) 或 [飞翼哨兵](#page-45-0)*\n\n![](_page_15_Picture_8.jpeg)"
 },
 {
  "key": "SECTION_75",
  "original": "## SORCERER",
  "translation": "",
  "context": "## 术士"
 },
 {
  "key": "SECTION_76",
  "original": "## **Subclasses:** *[Elemental Origin](#page-46-0) or [Primal Origin](#page-47-0)*\n\n![](_page_15_Picture_11.jpeg)\n\n**[Play the Elemental Origin](#page-46-0)**  if you want to channel the raw power of a particular element.\n\nthe battlefi eld with a legendary weapon.\n\n**Play the Divine Wielder**  [if you want to dominate](#page-46-0) \n\n![](_page_15_Picture_14.jpeg)\n\n**Play the Primal Origin**  [if you want to extend the](#page-47-0)  versatility of your spells in powerful ways.\n\n![](_page_15_Picture_16.jpeg)",
  "translation": "",
  "context": "## **子职业：** *[元素起源](#page-46-0) 或 [原始起源](#page-47-0)*\n\n![](_page_15_Picture_11.jpeg)\n\n**[选择元素起源](#page-46-0)** 如果你想引导特定元素的原始力量。\n\n用一把传奇武器主宰战场。\n\n**选择神圣使者** [如果你想主宰](#page-46-0)\n\n![](_page_15_Picture_14.jpeg)\n\n**选择原始起源** [如果你想以强大的方式](#page-47-0) 扩展你法术的多功能性。\n\n![](_page_15_Picture_16.jpeg)"
 },
 {
  "key": "SECTION_77",
  "original": "## WARRIOR",
  "translation": "",
  "context": "## 战士"
 },
 {
  "key": "SECTION_78",
  "original": "## **Subclasses:** *[Call of the Brave](#page-48-0) or [Call of the Slayer](#page-48-0)*\n\n![](_page_15_Picture_19.jpeg)\n\n**Play the Call of the Brave**  [if you want to use the might](#page-48-0) of your enemies to fuel your own power.\n\n**[Play the Call of the Slayer](#page-48-0)**  if you want to strike down adversaries with immense force.\n\n![](_page_15_Picture_22.jpeg)",
  "translation": "",
  "context": "## **子职业：** *[勇者之召](#page-48-0) 或 [杀戮者之召](#page-48-0)*\n\n![](_page_15_Picture_19.jpeg)\n\n**选择勇者之召** [如果你想利用敌人的力量](#page-48-0) 来增强自己的力量。\n\n**[选择杀戮者之召](#page-48-0)** 如果你想用巨大的力量击倒敌人。\n\n![](_page_15_Picture_22.jpeg)"
 },
 {
  "key": "SECTION_79",
  "original": "#### WIZARD **Play the Call of the Slayer**",
  "translation": "",
  "context": "#### 法师 **选择杀戮者之召**"
 },
 {
  "key": "SECTION_80",
  "original": "#### **Subclasses:** *School of Knowledge* or  *School of War* down adversaries with immense\n\n![](_page_15_Picture_25.jpeg)\n\n**[Play the School of War](#page-51-0)** if you want to utilize trained magic for violence.\n\n![](_page_15_Picture_27.jpeg)\n\n*You can learn more about these classes in the upcoming \"Class\" section.*",
  "translation": "",
  "context": "#### **子职业：** *知识学派* 或 *战争学派* 击倒强大的敌人\n\n![](_page_15_Picture_25.jpeg)\n\n**[选择战争学派](#page-51-0)** 如果你想利用训练有素的魔法进行暴力。\n\n![](_page_15_Picture_27.jpeg)\n\n*你可以在即将到来的“职业”章节中了解更多关于这些职业的信息。*"
 },
 {
  "key": "SECTION_81",
  "original": "## **CHARACTER SHEET, CHARACTER GUIDE, AND SUBCLASS CARD**\n\nOnce you've chosen your class, grab the corresponding character sheet and character guide, then decide on a subclass and take that subclass's foundation card. The character sheet is for recording your character's details, so make sure you have paper or digital copies available. If you're filling out a hard copy, use a pencil, as you'll change details on the sheet as your character levels up. You can find a completed character sheet in the upcoming \"Example Character\" section.\n\nCustomized character sheets and character guides are available for download at www.daggerheart.com. A general character sheet is also available in the appendix.",
  "translation": "",
  "context": "## **角色表、角色指南和子职业卡**\n\n选择职业后，拿取相应的角色表和角色指南，然后确定一个子职业，并拿取该子职业的基础卡。角色表用于记录角色的详细信息，因此请确保有纸质或电子副本可用。如果是填写纸质副本，请使用铅笔，因为随着角色升级，表上的详细信息会发生变化。你可以在即将到来的“角色示例”章节中找到一份已填好的角色表。\n\n自定义的角色表和角色指南可在 www.daggerheart.com 下载。附录中也提供了通用角色表。"
 },
 {
  "key": "SECTION_82",
  "original": "## **RECORD YOUR LEVEL**\n\nCharacters in Daggerheart start at level 1. Record your level in the appropriate section at the top of your character sheet, and make sure to change it every time you level up. We recommend starting your campaign at level 1, but a more experienced table can start at a higher level if the GM and players prefer.",
  "translation": "",
  "context": "## **记录你的等级**\n\n在 Daggerheart 中，角色从 1 级开始。在角色表顶部的相应部分记录你的等级，并确保每次升级时都进行更改。我们建议从 1 级开始你的战役，但如果 GM 和玩家更喜欢，更有经验的团队可以从更高的等级开始。"
 },
 {
  "key": "SECTION_83",
  "original": "## **RECORD CHARACTER DETAILS**\n\nAt any point in the character creation process, feel free to fill out your character's name and pronouns on the top line, as well as the Character Description details on the character guide. For some people, their character's name and appearance come first, and for others, it takes time to discover what's right. As long as you have a name and description by the time your table is finished with character creation, it doesn't matter what order you complete these steps in.",
  "translation": "",
  "context": "## **记录角色详情**\n\n在角色创建过程中的任何时候，都可以随意填写角色的名字和代词在顶行，以及角色指南上的角色描述详情。对于有些人来说，角色的名字和外观是第一位的，而对于另一些人来说，找到合适的需要时间。只要在你的团队完成角色创建时你有了名字和描述，完成这些步骤的顺序并不重要。"
 },
 {
  "key": "SECTION_84",
  "original": "## **CLASS FEATURE**\n\nEvery class begins with a unique **class feature** (or several). You don't have to write these features down—they're provided at the bottom left of each class's character sheet. These are features available only to your class. If your class feature asks you to make a selection during character creation, make it before your first session.\n\n![](_page_16_Picture_9.jpeg)",
  "translation": "",
  "context": "## **职业特性**\n\n每个职业都始于一个独特的**职业特性**（或多个）。你不需要写下这些特性——它们列在每个职业角色表的左下方。这些特性仅对你的职业可用。如果你的职业特性要求你在角色创建期间进行选择，请在你的第一次游戏之前完成。\n\n![](_page_16_Picture_9.jpeg)"
 },
 {
  "key": "SECTION_85",
  "original": "## STEP 2: CHOOSE YOUR HERITAGE\n\nNext, choose your character's **heritage**. This aspect of your character includes two elements—their ancestry and their community.",
  "translation": "",
  "context": "## 步骤 2：选择你的传承\n\n接下来，选择你的角色的**传承**。角色的这一方面包括两个元素——他们的血统和他们的社群。"
 },
 {
  "key": "SECTION_86",
  "original": "## **CHOOSE YOUR ANCESTRY**\n\nA character's **ancestry** reflects their lineage, impacting their physicality and granting them two unique features. Take the card for one of the following ancestries, then write its name in the Heritage field of your character sheet:\n\n| Clank   | Firbolg  | Human    |\n|---------|----------|----------|\n| Drakona | Fungril  | Infernis |\n| Dwarf   | Galapa   | Katari   |\n| Elf     | Giant    | Orc      |\n| Faerie  | Goblin   | Ribbet   |\n| Faun    | Halfling | Simiah   |\n\n*You can learn more about these ancestries in the upcoming \"Ancestry\" section.*",
  "translation": "",
  "context": "## **选择你的血统**\n\n角色的**血统**反映了他们的血脉，影响着他们的身体素质并赋予他们两个独特的特性。从以下血统中选择一张卡牌，然后将其名称写在角色表的“传承”栏位中：\n\n| 械灵  | 费尔博格 | 人类   |\n|-------|----------|--------|\n| 龙人  | 孢菌人   | 恶魔   |\n| 矮人  | 龟人     | 猫族   |\n| 精灵  | 巨人     | 兽人   |\n| 仙灵  | 哥布林   | 蛙裔   |\n| 羊蹄人 | 半身人   | 猿族   |\n\n*你可以在接下来的“血统”章节中了解更多关于这些血统的信息。*"
 },
 {
  "key": "SECTION_87",
  "original": "## **CHOOSE YOUR COMMUNITY**\n\nNext, you'll choose a **community** from the available community cards. Your character's community is influenced by its physical location, values, and goals. It informs the culture your character grew up in and might play a part in the way they look, act, or approach situations. Each community comes with a feature that you can utilize during the game. Take the card for one of the following communities, then write its name in the Heritage field of your character sheet:\n\n| Highborne  | Ridgeborne | Underborne  |\n|------------|------------|-------------|\n| Loreborne  | Seaborne   | Wanderborne |\n| Orderborne | Slyborne   | Wildborne   |\n\n*You can learn more about these communities in the upcoming \"Community\" section.*",
  "translation": "",
  "context": "## **选择你的社群**\n\n接下来，你将从可用的社群卡牌中选择一个**社群**。你角色的社群受到其物理位置、价值观和目标的影响。它塑造了你角色成长的文化，并可能影响他们的外貌、行为或处理情况的方式。每个社群都带有一个你可以在游戏中使用的特性。从以下社群中选择一张卡牌，然后将其名称写在你的角色表的“传承”栏位中：\n\n| 高城之民 | 山岭之民 | 地下之民  |\n|----------|----------|-----------|\n| 博识之民 | 滨海之民 | 漂泊之民  |\n| 结社之民 | 法外之民 | 荒野之民  |\n\n*你可以在接下来的“社群”章节中了解更多关于这些社群的信息。*"
 },
 {
  "key": "SECTION_88",
  "original": "### LANGUAGES\n\nIn Daggerheart, you're not asked to pick specific languages for your character. This game assumes that everyone speaks a common language (it's up to you whether that's through mundane or magical means) and that sign language is widely understood across cultures and communities. If you'd like to have specific regional languages in your campaign, discuss options with your table.",
  "translation": "",
  "context": "### 语言\n\n在《匕首之心》中，你无需为你的角色选择特定的语言。本游戏假定所有人都讲一种通用语言（这取决于你是通过凡俗手段还是魔法手段来实现），并且手语在各种文化和社群中都被广泛理解。如果你想在你的战役中加入特定的区域语言，可以与你的游戏桌讨论选项。"
 },
 {
  "key": "SECTION_89",
  "original": "## STEP 3: ASSIGN CHARACTER TRAITS\n\nNext, you'll assign values to the **character traits** on your character sheet. These values reflect your natural or trained ability in each of the core six stats: Agility, Strength, Finesse, Instinct, Presence, and Knowledge. Each trait lists verbs (such as Sprint, Leap, and Maneuver) that show the types of actions a character might perform that involve that trait. These examples are just inspiration—they shouldn't limit how each trait can be used.",
  "translation": "",
  "context": "## 步骤 3：分配角色属性\n\n接下来，你将为角色表上的**角色属性**分配数值。这些数值反映了你在六个核心属性上的天赋或训练能力：敏捷（Agility）、力量（Strength）、灵巧（Finesse）、本能（Instinct）、风度（Presence）和知识（Knowledge）。每个属性都列出了动词（例如冲刺、跳跃和机动），这些动词展示了角色可能执行的涉及该属性的动作类型。这些例子只是灵感——它们不应限制每个属性的使用方式。"
 },
 {
  "key": "SECTION_90",
  "original": "## AGILITY: Sprint, Leap, Maneuver\n\nA high Agility means you're fast on your feet, nimble on difficult terrain, and quick to react to danger. You'll make an Agility Roll to scurry up a rope, sprint to cover, or bound from rooftop to rooftop.",
  "translation": "",
  "context": "## 敏捷（AGILITY）：冲刺、跳跃、机动\n\n高敏捷意味着你步伐迅捷，在崎岖地形上身手敏捷，并能快速应对危险。你会进行敏捷掷骰来攀爬绳索、冲刺寻找掩护，或是在屋顶间跳跃。"
 },
 {
  "key": "SECTION_91",
  "original": "## STRENGTH: Lift, Smash, Grapple\n\nA high Strength means you're better at feats that test your physical prowess and stamina. You'll make a Strength Roll to break through a door, lift heavy objects, or hold your ground against a charging foe.",
  "translation": "",
  "context": "## 力量（STRENGTH）：举起、击碎、擒抱\n\n高力量意味着你更擅长考验你体能和耐力的壮举。你会进行力量掷骰来破门而入、举起重物，或是在面对冲锋而来的敌人时坚守阵地。"
 },
 {
  "key": "SECTION_92",
  "original": "## FINESSE: Control, Hide, Tinker\n\nA high Finesse means you're skilled at tasks that require accuracy, stealth, or the utmost control. You'll make a Finesse Roll to use fine tools, escape notice, or strike with precision.",
  "translation": "",
  "context": "## 灵巧（FINESSE）：控制、隐藏、摆弄\n\n高灵巧意味着你在需要精准、隐秘或极致控制的任务中技艺高超。你会进行灵巧掷骰来使用精细工具、逃避注意，或是精准打击。"
 },
 {
  "key": "SECTION_93",
  "original": "## INSTINCT: Perceive, Sense, Navigate\n\nA high Instinct means you have a keen sense of your surroundings and a natural intuition. You'll make an Instinct Roll to sense danger, notice details in the world around you, or track an elusive foe.",
  "translation": "",
  "context": "## 本能（INSTINCT）：感知、察觉、导航\n\n高本能意味着你对周围环境有着敏锐的感知和天生的直觉。你会进行本能掷骰来感知危险、注意周围世界的细节，或是追踪一个难以捉摸的敌人。"
 },
 {
  "key": "SECTION_94",
  "original": "## PRESENCE: Charm, Perform, Deceive\n\nA high Presence means you have a strong force of personality and a facility for social situations. You'll make a Presence Roll to plead your case, intimidate a foe, or capture the attention of a crowd.",
  "translation": "",
  "context": "## 风度（PRESENCE）：魅力、表演、欺骗\n\n高风度意味着你拥有强大的个人魅力和处理社交场合的能力。你会进行风度掷骰来为你申辩、恐吓敌人，或是吸引人群的注意力。"
 },
 {
  "key": "SECTION_95",
  "original": "## KNOWLEDGE: Recall, Analyze, Comprehend\n\nA high Knowledge means you know information others don't and understand how to apply your mind through deduction and inference. You'll make a Knowledge Roll to interpret facts, see the patterns clearly, or remember important information.",
  "translation": "",
  "context": "## 知识（KNOWLEDGE）：回想、分析、理解\n\n高知识意味着你了解他人所不知的信息，并懂得如何通过演绎和推理来运用你的思维。你会进行知识掷骰来解读事实、清晰地洞察模式，或是记住重要信息。"
 },
 {
  "key": "SECTION_96",
  "original": "## **DISTRIBUTE TRAIT MODIFIERS**\n\nTrait **modifiers** are the values associated with each trait. When you make an action roll using one of these traits, that trait's modifier is added to the roll to determine the final result (or subtracted from the roll for a negative modifier).\n\nDistribute the following starting modifiers across your character's traits in any order you wish: +2, +1, +1, 0, 0, −1.\n\nWhen distributing these modifiers, consider what actions you want your character to be good at, what weapon you want to use for your attacks, and what kind of spellcasting you'll be doing, if any. Weapons and spells are covered in future sections, but the character guide for your class offers suggested placement for your modifiers if you want a starting point. You can also rearrange your modifiers as needed during character creation, as well as after your first few sessions of play.\n\nIf you ever need to refer to your trait modifiers as values (if a card or effect references your Agility, Presence, etc.) a +2 would be considered 2, and a −1 would still be considered −1. For example, if a domain card tells you to place a number of tokens equal to your character's Knowledge on that card, and their Knowledge is +3, you would place 3 tokens on the card. If they have a negative modifier in that trait, you instead would place no tokens on the card (unless otherwise noted).",
  "translation": "",
  "context": "## **分配属性修正值**\n\n属性**修正值**是与每个属性相关联的数值。当你使用其中一个属性进行动作掷骰时，该属性的修正值会加到掷骰结果上，以确定最终结果（负修正值则从掷骰结果中减去）。\n\n将以下起始修正值以你希望的任何顺序分配到你的角色属性上：+2、+1、+1、0、0、−1。\n\n分配这些修正值时，考虑你希望你的角色擅长哪些动作，你希望使用哪种武器进行攻击，以及如果你施法的话，会进行哪种类型的施法。武器和法术将在后续章节介绍，但你的职业的角色指南提供了修正值的建议放置方式，如果你想有一个起点的话。你也可以在角色创建过程中以及首次进行几场游戏后根据需要重新安排你的修正值。\n\n如果你需要将你的属性修正值作为数值引用（如果某张卡牌或效果引用了你的敏捷（Agility）、风度（Presence）等属性），+2将被视为2，而−1仍被视为−1。例如，如果一张领域卡（Domain Card）告诉你将等于你角色知识（Knowledge）属性的标记数量放在该卡上，而他的知识（Knowledge）属性是+3，你就会在该卡上放置3个标记。如果他在该属性上有负修正值，则改为在该卡上不放置任何标记（除非另有说明）。"
 },
 {
  "key": "SECTION_97",
  "original": "#### **Chapter 1: Character Creation** 17",
  "translation": "",
  "context": "#### **第一章：角色创建** 17"
 },
 {
  "key": "SECTION_98",
  "original": "## STEP 4: RECORD ADDITIONAL CHARACTER INFORMATION\n\nIt's time to take a quick break from making choices and instead fill out a few sections of your character sheet.",
  "translation": "",
  "context": "## 步骤4：记录其他角色信息\n\n现在是时候稍作休息，不再做选择，而是填写你角色表中剩余的一些部分了。"
 },
 {
  "key": "SECTION_99",
  "original": "## **EVASION**\n\nYour character's **Evasion** reflects how hard it is for adversaries to hit them. Your class's starting Evasion appears right beneath the Evasion field on your character sheet; copy this number into the Evasion field. When an adversary makes an attack against your character, the GM rolls against their Evasion to see if the adversary succeeds. You can choose how your character's Evasion manifests within the narrative—a wizard might avoid blows with shimmering arcane shields or bat away an adversary's spells, while a ranger nimbly dodges out of the way of attacks and a warrior parries, blocks, and dodges.\n\nYour character's Evasion starts low, but that's because it's not their only means of avoiding damage. If they're hit, you'll also have the opportunity to reduce the incoming damage using armor.",
  "translation": "",
  "context": "## **闪避值**\n\n你角色的**闪避值**反映了敌人有多难击中他们。你职业的起始闪避值会出现在你角色表上闪避值字段的正下方；将这个数字复制到闪避值字段中。当一个敌人对你的角色进行攻击时，GM会对抗他们的闪避值进行掷骰，以查看敌人是否成功。你可以选择你角色的闪避值在叙事中如何体现——一个法师可能通过闪烁的奥术护盾或击退敌人的法术来躲避攻击，而一个游侠则敏捷地闪避攻击，一个战士则招架、格挡和闪避。\n\n你角色的闪避值起初很低，但那是因为它不是他们避免伤害的唯一手段。如果他们被击中，你还有机会使用护甲来减少受到的伤害。"
 },
 {
  "key": "SECTION_100",
  "original": "## **HIT POINTS AND STRESS**\n\nYour character's health and well-being are represented by Hit Points and Stress. **Hit Points** (sometimes called HP) are an abstract reflection of your physical fortitude and ability to take hits from both blade and magic. Each class starts with a set number of Hit Points. **Stress** reflects your ability to withstand the pressures of dangerous situations and mental strain. Every class starts with 6 Stress.\n\nYou can describe your character's Hit Points and Stress any way you wish, but they generally represent your character's ability to get knocked down and keep coming back. You'll mark your character's Hit Points and Stress when these situations arise—and the fewer marks you have, the better.",
  "translation": "",
  "context": "## **生命点与压力点**\n\n你角色的健康状况和良好状态由生命点和压力点来表示。**生命点**（有时简称为HP）抽象地反映了你的身体韧性以及承受刀剑和魔法攻击的能力。每个职业都以一组固定的生命点开始。**压力点**反映了你承受危险情境和精神压力的能力。每个职业都以6点压力开始。\n\n你可以用任何你喜欢的方式来描述你角色的生命点和压力点，但它们通常代表了你的角色被击倒后还能继续战斗的能力。当这些情况发生时，你会标记你角色的生命点和压力点——你标记得越少，情况就越好。"
 },
 {
  "key": "SECTION_101",
  "original": "## **HOPE AND FEAR**\n\n**Hope** and **Fear** are currencies used by the players and the GM to represent the way fate turns for or against the characters during the game. You start with 2 Hope; mark these in the Hope field of your character sheet.\n\nAny time you **roll with Hope** on your Duality Dice—meaning your Hope Die rolled higher than your Fear Die—you gain a Hope (to a maximum of 6). During the game, you can spend Hope to help your character's allies, apply their life experiences to challenges, and empower their spells and abilities.\n\nIf you instead **roll with Fear** on your Duality Dice—meaning your Fear Die rolled higher than your Hope Die—the GM gains a Fear that they can spend on certain effects. Sometimes a Fear roll introduces other complications into a scene (even if you succeed on your roll).",
  "translation": "",
  "context": "## **希望与恐惧**\n\n**希望**和**恐惧**是玩家和GM使用的货币，代表着命运在游戏中对角色有利或不利的转变。你开始时拥有2点希望；将其标记在你角色表的希望字段中。\n\n任何时候你在二元骰上**骰出希望结果**——意味着你的希望骰点数高于你的恐惧骰——你都会获得1点希望（最多6点）。在游戏中，你可以花费希望来帮助你角色的盟友，将他们的生活经历应用于挑战，并增强他们的法术和能力。\n\n如果你改为在二元骰上**骰出恐惧结果**——意味着你的恐惧骰点数高于你的希望骰——GM会获得1点恐惧，他们可以将其花费在某些效果上。有时，恐惧结果的掷骰会将其他并发症引入场景中（即使你成功地完成了你的掷骰）。"
 },
 {
  "key": "SECTION_102",
  "original": "## STEP 5: CHOOSE YOUR STARTING EQUIPMENT\n\nNext, you'll choose starting weapons, armor, and other items for your character.",
  "translation": "",
  "context": "## 步骤 5：选择你的起始装备\n\n接下来，你将为你的角色选择起始的武器、护甲和其他物品。"
 },
 {
  "key": "SECTION_103",
  "original": "## **CHOOSE YOUR WEAPONS**\n\nYou use **physical weapons** to attack your foes—and if you have a Spellcast trait (such as from your subclass), you can also wield **magic weapons**. At character creation, you can choose either a two-handed **primary weapon**, or a one-handed primary weapon and a one-handed **secondary weapon**, then equip them.\n\nYou can find weapon suggestions at the top of your character guide, but if you'd like to choose your own, you can find all starting (Tier 1) weapons in the \"Primary Weapon Tables\" and \"Secondary Weapon Tables\" sections in chapter 2. (These are also available as a separate sheet to print out from the Daggerheart website or in the appendix.)\n\nAt Level 1, your **Proficiency** is 1. This means you'll roll one damage die for your weapon attacks. In the Active Weapons area of your character sheet, this is recorded in the Proficiency field.\n\n*Tip: In the area of your character labeled Damage Dice & Type, record your damage dice with the Proficiency value already written in (like \"1d6+3\" instead of \"d6+3\"), to remind yourself how many weapon dice to roll. Whenever you increase your Proficiency, you also increase the number of dice in the damage dice field to reflect this change. For example, when your Proficiency becomes 2, you would change it to \"2d6+3\" instead.*",
  "translation": "",
  "context": "## **选择你的武器**\n\n你使用**物理武器**攻击敌人——如果你拥有施法特性（例如来自你的子职业），你也可以挥舞**魔法武器**。在创建角色时，你可以选择一把双手**主要武器**，或者一把单手主要武器和一把单手**次要武器**，然后装备它们。\n\n你可以在你的角色指南顶部找到武器建议，但如果你想自己选择，可以在第2章的“主要武器表格”和“次要武器表格”部分找到所有起始（Tier 1）武器。（这些表格也可以从 Daggerheart 网站或附录中打印出来作为单独的表格。）\n\n在1级时，你的**熟练度**为1。这意味着你的武器攻击将骰一个伤害骰。在你的角色表上的“已装备武器”区域，这记录在“熟练度”字段中。\n\n*提示：在你角色表上标有“伤害骰与类型”的区域，将你的伤害骰与已写入的熟练度值一起记录（例如“1d6+3”而不是“d6+3”），以提醒自己要骰多少个武器骰。无论何时你的熟练度提高，你也要增加伤害骰字段中的骰子数量以反映这一变化。例如，当你的熟练度变为2时，你会将其改为“2d6+3”。*"
 },
 {
  "key": "SECTION_104",
  "original": "## **CHOOSE YOUR ARMOR**\n\nYou use **armor** to reduce the severity of incoming attacks. At character creation, you can choose one set of armor and equip it. You can find armor suggestions at the top of your character guide, but if you'd like to choose your own, you can find all starting (Tier 1) armor in the \"Armor Tables\" section in chapter 2. (These are also available as a separate sheet to print out from the Daggerheart website or in the appendix.) When your character equips armor, record its details in the Active Armor fields of your character sheet.\n\nAn armor's **damage thresholds** (shown in the \"Base Thresholds\" column) indicate how much damage a character can endure before marking Hit Points. Add your character's level to both values and record the total for both numbers in the corresponding fields. In the \"Hit Points and Damage Thresholds\" section of chapter 2, you'll learn how many Hit Points to mark on your character sheet each time your character takes damage.\n\nThen, in the Armor field at the top left of your character sheet, record your **Armor Score**. This score includes the armor's base value (shown in the \"Base Score\" column) plus any permanent bonuses your character has to their Armor Score from other abilities. When your character takes damage, you can mark one of the small shield symbols next to your Armor Score (called an **Armor Slot**), then reduce the severity of the damage by one threshold: Severe to Major, Major to Minor, or Minor to None. You can only mark one Armor Slot per attack, and you have a number of slots equal to your Armor Score.",
  "translation": "",
  "context": "## **选择你的护甲**\n\n你使用**护甲**来降低受到的攻击的严重程度。在创建角色时，你可以选择一套护甲并装备它。你可以在你的角色指南顶部找到护甲建议，但如果你想自己选择，可以在第2章的“护甲表格”部分找到所有起始（Tier 1）护甲。（这些表格也可以从 Daggerheart 网站或附录中打印出来作为单独的表格。）当你的角色装备护甲时，将其详细信息记录在你角色表上的“已装备护甲”字段中。\n\n护甲的**伤害阈值**（显示在“基础阈值”列中）表示角色在标记生命点之前可以承受多少伤害。将你角色的等级加到这两个值上，并将总数记录在相应的字段中。在第2章的“生命点和伤害阈值”部分，你将了解每次角色受到伤害时，要在角色表上标记多少生命点。\n\n然后，在你角色表左上角的护甲字段中，记录你的**护甲值**。这个分数包括护甲的基础值（显示在“基础值”列中）加上你的角色从其他能力获得的任何永久性护甲值加成。当你的角色受到伤害时，你可以在你的护甲值旁边标记一个小的盾牌符号（称为一个**护甲槽**），然后将伤害的严重程度降低一个阈值：从重伤降至损伤，从损伤降至轻伤，或从轻伤降至无。每次攻击你只能标记一个护甲槽，并且你拥有的护甲槽数量等于你的护甲值。"
 },
 {
  "key": "SECTION_105",
  "original": "## **CHOOSE OTHER STARTING ITEMS**\n\nYour **inventory** includes anything else your character is carrying. The top of your character guide lists all their starting inventory items, which include the following:\n\n- Torch (useful for illuminating a dark room)\n- 50 feet of rope (useful for climbing a wall or rappelling down a cliff)\n- Basic supplies (tent, bedroll, tinderbox, rations, etc.)\n- A handful of gold (record this in the Gold field in the left-hand column of your character sheet)\n- Your choice of a Minor Health Potion (clear 1d4 Hit Points) or a Minor Stamina Potion (clear 1d4 Stress)\n- The \"and either\" option on your character guide is specific to your class. You might also be asked to choose what you use to carry your spells.\n\nRecord these items in the Inventory fields of your character sheet. This equipment is available to use during the party's adventures in any way that fits the shared story. We encourage you to use items creatively, as long as the GM agrees and it fits the rules of the world.\n\nYou can also talk to your GM about other items you'd like to have at the start of the game. There are no rules limiting the size of your inventory, so items that don't provide a mechanical benefit but make sense for your character to have are normally okay—but your GM always makes the final call.",
  "translation": "",
  "context": "## **选择其他起始物品**\n\n你的**物品栏**包括你的角色携带的所有其他物品。你的角色指南顶部列出了他们所有的起始物品栏物品，其中包括以下内容：\n\n- 火把（用于照亮黑暗房间）\n- 50英尺绳索（用于攀爬墙壁或沿悬崖速降）\n- 基本补给（帐篷、睡袋、火绒盒、口粮等）\n- 一小袋金币（将其记录在你角色表左侧栏的“金币”字段中）\n- 选择一个轻微生命药水（清除1d4生命点）或一个轻微体力药水（清除1d4压力点）\n- 你的角色指南上的“以及二选一”选项是你的职业特有的。你可能还会被要求选择你用来携带法术的物品。\n\n将这些物品记录在你角色表上的“物品栏”字段中。这些装备可以在队伍冒险期间以任何符合共享故事的方式使用。我们鼓励你创造性地使用物品，只要GM同意并且符合世界的规则即可。\n\n你也可以与你的GM讨论你希望在游戏开始时拥有的其他物品。没有规则限制你的物品栏大小，所以那些不提供机械增益但你的角色持有它们是合理的物品通常是可以的——但最终决定权总是在你的GM手中。"
 },
 {
  "key": "SECTION_106",
  "original": "## STEP 6: CREATE YOUR BACKGROUND\n\nNext, explore your character's **background** by answering the background questions in your character guide. Several prompts are provided to jumpstart inspiration, but you or the GM can modify or replace these questions to fit the character you're looking to play. The prompts are a jumping-off point if you don't know where to start, but they should never inhibit your creativity.\n\nThe decisions you make about your character's background are purely narrative, but they deeply impact the character you're playing and the story the GM is preparing for your adventures. Over the course of character creation, feel free to adjust mechanical choices you made in earlier steps to better reflect this background as you shape your character.\n\nIf you're planning to play in a campaign, you can continue developing your character after the background questions in whatever way works best for you. Just remember to give the GM your backstory so they can work any people, places, or ideas from it into the campaign. You can also choose not to do any more background work, instead finding out more about your character as you play. Lean into a process that's fun for you.",
  "translation": "",
  "context": "## 步骤6：创建你的背景\n\n接下来，通过回答你的角色指南中的背景问题来探索你的角色的**背景**。提供了几个提示来激发灵感，但你或GM可以修改或替换这些问题，以符合你想要扮演的角色。这些提示是如果你不知道从何开始的一个起点，但它们绝不应限制你的创造力。\n\n你对角色背景做出的决定纯粹是叙述性的，但它们会深刻影响你扮演的角色以及GM为你冒险准备的故事。在角色创建过程中，随着你塑造角色，请随意调整你在前面步骤中做出的机械选择，以便更好地反映这个背景。\n\n如果你计划在一个战役中游戏，你可以在背景问题之后继续发展你的角色，以最适合你的方式进行。只需记住将你的背景故事提供给GM，这样他们就可以将其中任何人物、地点或想法融入到战役中。你也可以选择不再进行任何背景工作，而是在游戏过程中更多地了解你的角色。采用一种对你来说有趣的方式。"
 },
 {
  "key": "SECTION_107",
  "original": "## STEP 7: CREATE YOUR EXPERIENCES\n\nIn Daggerheart, your character's Experiences are one of the core ways you express their backstory and expertise through mechanics. An **Experience** is a word or phrase used to encapsulate a specific set of skills your character has acquired over the course of their exciting life.\n\nYour character starts with two Experiences at character creation (each with a +2 modifier), and they'll earn more throughout your adventures. Before creating Experiences, you'll want to have a solid idea of who your character is; the background questions are especially helpful for this. When you're ready, work with your GM to create two Experiences that have shaped your character.\n\nThere's no set list of Experiences to choose from (though we offer options for inspiration under \"Experience Examples\"). Instead, find a word or phrase that embodies something distinctive about your character. Each Experience should be specific. For example, Talented or Focused are too broad, as they can be applied to almost any situation; instead you might use Swashbuckler or Magic Studies. Additionally, your character's Experience can't give them spells or specific game abilities. For example, Take Flight or One-Hit Kill are too mechanically oriented; you might consider Pilot or Assassin instead.\n\nYou are also encouraged to add flavor to your character's Experience to give it more varied use in play. For example, instead of just Assassin, you could choose Assassin of the Sapphire Syndicate. Details like this give your GM an exciting faction to weave into the campaign, and also make it easier to use this Experience outside combat. For example, if your character encounters an ally of the syndicate, they might be particularly adept at negotiating with that NPC based on their Experience.\n\nOnce you've decided on your character's two starting Experiences, record them in the Experience fields of your character sheet and assign +2 to both.\n\n*Tip: If you're not sure what Experiences to take, consider the style of the campaign you're playing in and the actions you'll want to perform. In a standard, battle-focused campaign, it's never a bad idea to take your character's first Experience in something that will help with combat and the second Experience in something useful outside of combat.* \n\n![](_page_20_Figure_7.jpeg)",
  "translation": "",
  "context": "## 步骤7：创建你的经历\n\n在 Daggerheart 中，你角色的经历是你在游戏机制中表达其背景故事和专业知识的核心方式之一。**经历**是一个词或短语，用于概括你的角色在其精彩生活中获得的一系列特定技能。\n\n在创建角色时，你的角色以两个经历开始（每个都有 +2 加值），并且在你的冒险过程中会获得更多经历。在创建经历之前，你会想要对你的角色是谁有一个清晰的想法；背景问题对此特别有帮助。当你准备好时，与你的GM一起创建两个塑造了你角色的经历。\n\n没有固定的经历列表可供选择（尽管我们在“经历范例”下提供了选项供参考）。相反，找到一个词或短语来体现你角色的独特之处。每个经历都应该具体。例如，“有天赋的”或“专注的”太宽泛了，因为它们几乎可以应用于任何情况；你可以改用“剑客”或“魔法研究”。此外，你角色的经历不能赋予他们法术或特定的游戏能力。例如，“飞行”或“一击必杀”过于注重机制；你可以考虑改用“飞行员”或“刺客”。\n\n我们也鼓励你为角色的经历增加一些风味，以便在游戏中更广泛地使用。例如，除了“刺客”之外，你可以选择“蓝宝石辛迪加的刺客”。这样的细节能让你的GM将一个令人兴奋的派系融入战役中，也更容易在战斗之外使用这个经历。例如，如果你的角色遇到辛迪加的盟友，他们可能凭借自己的经历特别擅长与该NPC进行谈判。\n\n一旦你决定了角色最初的两个经历，将它们记录在你角色表上的经历字段中，并将 +2 分配给两者。\n\n*提示：如果你不确定要选择哪些经历，考虑你正在进行的战役风格以及你想要执行的行动。在一个标准的、以战斗为重点的战役中，将角色的第一个经历用于对战斗有帮助的事情，而第二个经历用于在战斗之外有用的事情，这永远不是一个坏主意。*\n\n![](_page_20_Figure_7.jpeg)"
 },
 {
  "key": "SECTION_108",
  "original": "#### EXPERIENCE EXAMPLES\n\n**Backgrounds:** *Assassin, Blacksmith, Bodyguard, Bounty Hunter, Chef to the Royal Family, Circus Performer, Con Artist, Fallen Monarch, Field Medic, High Priestess, Merchant, Noble, Pirate, Politician, Runaway, Scholar, Sellsword, Soldier, Storyteller, Thief, World Traveler* \n\n**Characteristics:** *Affable, Battle-Hardened, Bookworm, Charming, Cowardly, Friend to All, Helpful, Intimidating Presence, Leader, Lone Wolf, Loyal, Observant, Prankster, Silver Tongue, Sticky Fingers, Stubborn to a Fault, Survivor, Young and Naive*\n\n**Specialties:** *Acrobat, Gambler, Healer, Inventor, Magical Historian, Mapmaker, Master of Disguise, Navigator, Sharpshooter, Survivalist, Swashbuckler, Tactician*\n\n**Skills:** *Animal Whisperer, Barter, Deadly Aim, Fast Learner, Incredible Strength, Liar, Light Feet, Negotiator, Photographic Memory, Quick Hands, Repair, Scavenger, Tracker*\n\n**Phrases:** *Catch Me If You Can, Fake It Till You Make It, First Time's the Charm, Hold the Line, I Won't Let You Down, I'll Catch You, I've Got Your Back, Knowledge Is Power, Nature's Friend, Never Again, No One Left Behind, Pick on Someone Your Own Size, The Show Must Go On, This Is Not a Negotiation, Wolf in Sheep's Clothing*",
  "translation": "",
  "context": "#### 经历范例\n\n**背景：** *刺客、铁匠、保镖、赏金猎人、皇室御厨、马戏团表演者、诈骗犯、堕落君主、战地医生、大祭司、商人、贵族、海盗、政客、逃亡者、学者、雇佣兵、士兵、说书人、小偷、世界旅行者*\n\n**特质：** *和蔼可亲、身经百战、书呆子、迷人、胆怯、四海皆友、乐于助人、令人畏惧的气场、领袖、独行侠、忠诚、观察入微、恶作剧者、能言善辩、妙手空空、固执己见、幸存者、年轻天真*\n\n**专长：** *杂技演员、赌徒、治疗师、发明家、魔法历史学家、制图师、伪装大师、航海家、神射手、生存专家、剑客、战术家*\n\n**技能：** *动物私语者、以物易物、致命瞄准、学习速度快、力量惊人、骗子、步履轻盈、谈判专家、过目不忘、手脚麻利、修理、拾荒者、追踪者*\n\n**短语：** *有本事来抓我、假装直到成功、第一次总是好的、守住阵线、我不会让你失望、我会接住你、我支持你、知识就是力量、大自然的朋友、再也不、不抛弃任何人、挑你同体型的人打、演出必须继续、这不是谈判、披着羊皮的狼*"
 },
 {
  "key": "SECTION_109",
  "original": "## **USING EXPERIENCES**\n\nWhen one of your character's Experiences fits the situation at hand, you can use that Experience to showcase their expertise. Before you make an action or reaction roll, you can spend a Hope to add the Experience's modifier to the roll's result. Sometimes more than one of your character's Experiences is a good fit for the situation (for example, if your character is trying to sneak past a guard in the dark, your I Live in the Shadows and Stealthy Experiences would both apply). If it fits the story, you can add more than one experience modifier to a roll, spending a Hope for each.",
  "translation": "",
  "context": "## **使用经历**\n\n当你角色的某个经历符合当前情况时，你可以使用该经历来展示他们的专业知识。在你进行动作或反应掷骰之前，你可以花费一个希望点，将该经历的加值加到掷骰结果上。有时你角色的多个经历都非常适合当前情况（例如，如果你的角色试图在黑暗中偷偷溜过一名卫兵，你的“我住在阴影中”和“潜行”经历都适用）。如果符合故事，你可以将多个经历的加值加到一次掷骰上，每次花费一个希望点。"
 },
 {
  "key": "SECTION_110",
  "original": "## **CHANGING EXPERIENCES**\n\nYour character has the opportunity to gain new Experiences as they gain levels. However, if you discover that your character has outgrown a previous Experience or it doesn't feel right anymore, you're not stuck with the ones you've already chosen. For example, you might find that your character's Stealthy Experience no longer matches the head-on way they've learned to solve problems. Or perhaps your group likes to try to solve things diplomatically first, so your character's Catch Them by Surprise Experience isn't a good fit for the table's collaborative story. That's totally okay! Work with your GM to find Experiences that better align with your storytelling goals, and with the actions your character would be good at.",
  "translation": "",
  "context": "## **改变经历**\n\n你的角色有机会随着等级提升获得新的经历。然而，如果你发现你的角色已经不再适合某个旧的经历，或者感觉不再合适，你并不是必须坚持已经选择的那些。例如，你可能会发现你角色的“潜行”经历不再符合他们学会的正面解决问题的方式。或者也许你的团队喜欢先尝试以外交方式解决问题，所以你角色的“出其不意”经历与桌面上的协作故事不太契合。这完全没问题！与你的GM一起寻找更符合你叙事目标以及你的角色擅长行动的经历。"
 },
 {
  "key": "SECTION_111",
  "original": "## STEP 8: CHOOSE YOUR DOMAIN CARDS\n\n**Domains** are the core building blocks of Daggerheart's classes. The following domains are included in this book: Arcana, Blade, Bone, Codex, Grace, Midnight, Sage, Splendor, and Valor. Each domain has a **domain deck**—a deck of cards containing abilities and spells with a central theme or focus. For details on what each domain represents and how to use your domain cards, see the upcoming \"Domains\" section.\n\nEach class in Daggerheart is formed by combining two of these domains—for example, the warrior class comprises Blade and Bone, the druid comprises Arcana and Sage, and the rogue comprises Midnight and Grace. This combination is noted at the top of the character sheet for each class, and the colors and symbols are found on the subclass foundation card.\n\nTo start, look at all the level 1 cards from your class's two domains and choose two cards, returning the rest to their respective decks. You can take one from each domain or two from a single domain, whichever you prefer. These cards grant you special spells and abilities; you'll choose another card each time you level up.\n\n*Tip: [All domain card text can also be found for reference on](#page-328-0)  [page 328.](#page-328-0)*",
  "translation": "",
  "context": "## 步骤 8：选择你的领域卡\n\n**领域**是 Daggerheart 职业的核心构建块。本书包含以下领域：奥术（Arcana）、刀锋（Blade）、骸骨（Bone）、法典（Codex）、优雅（Grace）、午夜（Midnight）、贤者（Sage）、辉煌（Splendor）和英勇（Valor）。每个领域都有一个**领域牌组**——一个包含能力和法术的牌组，围绕一个中心主题或焦点。有关每个领域代表什么以及如何使用你的领域卡的详细信息，请参阅即将到来的“领域”部分。\n\nDaggerheart 中的每个职业都是由两个领域组合而成——例如，战士职业由刀锋和骸骨组成，德鲁伊由奥术和贤者组成，盗贼由午夜和优雅组成。这种组合在每个职业的角色表顶部都有标注，并且颜色和符号可以在子职业基础卡上找到。\n\n首先，查看你职业的两个领域的所有 1 级卡牌，并选择两张卡牌，将其余的放回各自的牌组。你可以从每个领域各选一张，或者从一个领域选择两张，随你喜好。这些卡牌赋予你特殊的法术和能力；每次升级时，你都会选择另一张卡牌。\n\n*提示：[所有领域卡牌文本也可在](#page-328-0)[第 328 页](#page-328-0)找到，以供参考。*"
 },
 {
  "key": "SECTION_112",
  "original": "## **SHARED DOMAINS**\n\nEach class shares its domains with at least one other class. For example, Blade is shared by the guardian and the warrior, Sage is shared by the druid and the ranger, and Grace is shared by the bard and the rogue. If a fellow player's class has the same domain as yours, we encourage you to coordinate with them and choose different cards from that domain deck (even if your group has multiple copies). This way, each player feels distinct and shines when they bring their unique abilities to the story. However, if the GM and players agree, feel free to make an exception. Sharing cards is common when more than one player chooses the same class or when three (or more) players share the same domain. As always, it comes down to open communication between the players and the GM. If you need extra copies of a card, you can download and print them at home.",
  "translation": "",
  "context": "## **共享领域**\n\n每个职业至少与另一个职业共享其领域。例如，刀锋（Blade）由守护者（Guardian）和战士（Warrior）共享，贤者（Sage）由德鲁伊（Druid）和游侠（Ranger）共享，优雅（Grace）由吟游诗人（Bard）和盗贼（Rogue）共享。如果其他玩家的职业与你的职业拥有相同的领域，我们鼓励你与他们协调，并从该领域牌组中选择不同的卡牌（即使你的团队有多套卡牌）。这样，每个玩家都能感到独特，并在将自己独特的能力带入故事时大放异彩。然而，如果GM和玩家同意，也可以例外。当多于一名玩家选择相同职业，或者三名（或更多）玩家共享同一领域时，共享卡牌是很常见的。一如既往，这取决于玩家和GM之间的开放沟通。如果你需要额外的卡牌副本，你可以在家下载并打印。"
 },
 {
  "key": "SECTION_113",
  "original": "## STEP 9: CREATE YOUR CONNECTIONS\n\nYou've almost finished creating your character! Now it's time to forge their **connections**. These represent the relationships and personal history between your character and their fellow party members.\n\nOnce your group is comfortable with their finished (or almostfinished) PCs, summarize your characters for each other. At minimum, share their name, pronouns, character description, Experiences, and the answers to the background questions but feel free to include any details you'd like the other players to know.\n\nThen work together to decide how your characters are connected and how they feel about each other. The Connections section of your character guide provides inspiration—we recommend you pick at least one question to ask another player for their character to answer—but you're welcome to create new questions. You can always turn down a question or relationship suggested by another player if it's not a good fit or not a relationship you're interested in exploring. While it's great to create connections with every character, it's perfectly okay if you're not sure about some of them yet—and you can always discover your relationships through play. These connections are a starting point to build on during the game.\n\nAfter the party's connections are complete, you're ready to play! The rest of this chapter contains resources to use when building your character, such as information on domains, classes, ancestries, and communities. Chapter 2 then presents the rules you'll use to play Daggerheart.",
  "translation": "",
  "context": "## 步骤 9：建立你的关联\n\n你几乎已经完成了角色的创建！现在是时候锻造他们的**关联**了。这代表着你的角色与他们的队友之间的关系和个人历史。\n\n当你的团队对他们完成的（或几乎完成的）PC感到满意后，互相总结一下你们的角色。至少要分享他们的名字、代词、角色描述、经历以及背景问题的答案，但也可以随意加入任何你想让其他玩家知道的细节。\n\n然后一起决定你们的角色是如何关联的，以及他们彼此之间的感受。你的角色指南的“关联”部分提供了灵感——我们建议你至少选择一个问题向另一位玩家提出，让他们的角色来回答——但也欢迎你创建新的问题。如果另一位玩家提出的问题或关系不合适，或者你对探索这种关系不感兴趣，你总是可以拒绝。虽然与每个角色建立关联很好，但如果你对其中一些还不确定，这完全没问题——而且你总是可以在游戏中发现你们的关系。这些关联是游戏中进一步发展的起点。\n\n当队伍的关联完成后，你就可以开始游戏了！本章的其余部分包含创建角色时使用的资源，例如关于领域、职业、祖先和社区的信息。然后第二章介绍了你玩 Daggerheart 时将使用的规则。"
 },
 {
  "key": "SECTION_114",
  "original": "## <span id=\"page-22-0\"></span>Example Character\n\nThis section provides an example of how a finished character sheet might look. If you'd rather not go through all steps of character creation, feel free to use the details on this sheet as inspiration for your own character, changing anything you wish.\n\n![](_page_22_Figure_2.jpeg)\n\n*Tip: Use the Sidecar sheet (available in the appendix or at www.daggerheart.com/downloads) to help you find different sections on the character sheet. Slide it beneath your character sheet and pull it out on either the left or right side for guidance.*",
  "translation": "",
  "context": "## <span id=\"page-22-0\"></span>角色范例\n\n本节提供了一个完成的角色表范例。如果你不想经历所有角色创建步骤，可以随意使用此表上的详细信息作为创建自己角色的灵感，更改任何你想要的内容。\n\n![](_page_22_Figure_2.jpeg)\n\n*提示：使用附录中或 www.daggerheart.com/downloads 提供的 Sidecar 表来帮助你找到角色表上的不同部分。将其滑到你的角色表下方，并从左侧或右侧拉出以获取指导。*"
 },
 {
  "key": "SECTION_115",
  "original": "# Character guide\n\nSUGGESTED TRAITS 0 Agility, −1 Strength, +1 Finesse,\n\n+2 Instinct, +1 Presence, 0 Knowledge\n\nSUGGESTED PRIMARY WEAPON Dualstaff - Instinct Far - d6+3 mag - Two-Handed\n\nSUGGESTED ARMOR Gambeson Armor - Thresholds 5/11 - Score 3 *Flexible:* +1 to Evasion\n\nSORCERER *As a sorcerer, you were born with innate magical power, and you've learned how to wield that power to get what you want.*\n\nTAKE: a torch, 50 feet of rope, basic supplies, and a handful of gold\n\n> THEN CHOOSE BETWEEN: a Minor Health Potion **OR** a Minor Stamina Potion\n\n> > AND EITHER: a whispering orb **OR** a family heirloom",
  "translation": "",
  "context": "# 角色指南\n\n建议属性 0 敏捷，−1 力量，+1 灵巧，\n\n+2 本能，+1 风度，0 知识\n\n建议主要武器 双头杖 - 本能 远距离范围 - d6+3 魔法 - 双手\n\n建议护甲 软甲 - 阈值 5/11 - 得分 3 *灵活：*+1 闪避值\n\n巫师 *作为一名巫师，你生来就拥有与生俱来的魔法力量，并且你已经学会了如何运用这种力量来获得你想要的东西。*\n\n拿取：一支火把，50 英尺的绳索，基础补给，以及一把金币\n\n> 然后选择：一瓶小型生命药水 **或** 一瓶小型耐力药水\n\n> > 以及：一个低语宝珠 **或** 一件家族传家宝"
 },
 {
  "key": "SECTION_116",
  "original": "#### INVENTORY CHARACTER DESCRIPTION\n\n**Choose one (or more) from each line, or write your own description.** Clothes that are: always moving, fl amboyant, inconspicuous, layered, ornate, tight Eyes like: carnations, earth, endless ocean, fi re, ivy, lilacs, night, seafoam, winter Body that's: broad, carved, curvy, lanky, rotund, short, stocky, tall, thin, tiny, toned Skin the color of: ashes, clover, falling snow,\n\nfi ne sand, obsidian, rose, sapphire, wisteria Attitude like: a celebrity, a commander, a politician, a prankster, a wolf in sheep's clothing",
  "translation": "",
  "context": "#### 物品栏 角色描述\n\n**从每一行中选择一个（或多个），或者写下你自己的描述。** 服装：总是飘动、华丽、不显眼、层次丰富、装饰华丽、紧身 眼睛像：康乃馨、大地、无尽的海洋、火焰、常春藤、丁香花、夜晚、海沫、冬天 身体：宽厚、棱角分明、曲线优美、瘦长、圆润、矮小、敦实、高大、纤细、娇小、健美 皮肤颜色像：灰烬、三叶草、落雪、\n\n细沙、黑曜石、玫瑰、蓝宝石、紫藤 性格像：名人、指挥官、政客、恶作剧者、披着羊皮的狼"
 },
 {
  "key": "SECTION_117",
  "original": "#### background questions connections\n\n*Ask your fellow players one of the following questions for their character to answer, or create your own questions.*\n\n**Why do you trust me so deeply?**\n\nBarnacle - He trusts me because I am the closest thing he's ever had to a mother.\n\n**What did I do that makes you cautious around me?**\n\nVarian - They had a falling out with the king and are worried I might side with Emeris over them if it comes down to it.\n\n**You have a deep fear you hide from everyone. Why do we keep our shared past a secret?**\n\nGarrick - The king does not allow his inner circle to have personal relationships with anybody for fear they could compromise our work.\nWe broke that rule many, many times.\n\n*Then work with the GM to generate two starting Experiences for your character.*\n\n*Answer any of the following background questions. You can also create your own questions.*\n\n**What did you do that made the people in your community wary of you?**\n\nYarrow, a great mage who served on behalf of King Emeris, heard of the\ndestruction I caused and sought me out. He taught me to harness magic. When he died, I became the right hand to the king instead. I miss him.\n\nOn his deathbed, Yarrow said I was the only person who could keep King Emeris safe from the Harrows. I don't know what they are, and everytime \nI've brought it up with the King, he refuses to tell me. I am afraid that in\n\nI tried to harness raw magic before I knew what I was doing and I destroyed a farm, ruining the harvest for that year. After that, I was\n\n**What mentor taught you to control your untamed magic, and**",
  "translation": "",
  "context": "#### 背景问题与联系\n\n*向你的同伴玩家提出以下问题之一，让他们回答关于其角色的问题，或者自己创建问题。*\n\n**你为何如此深信我？**\n\n巴纳克 - 他相信我，因为我是他所拥有过最接近母亲的人。\n\n**我做了什么让你对我保持警惕？**\n\n瓦里安 - 他们与国王闹翻了，担心如果到了紧要关头，我可能会选择埃默里斯而不是他们。\n\n**你有一个深藏不露的恐惧。我们为何对共同的过去保密？**\n\n加里克 - 国王不允许他的核心圈子与任何人建立私人关系，担心这会损害我们的工作。\n我们多次打破了这个规则。\n\n*然后与 GM 合作，为你的角色生成两个起始经历。*\n\n*回答以下任何背景问题。你也可以创建自己的问题。*\n\n**你做了什么让社区里的人对你心存戒备？**\n\n雅罗，一位为埃默里斯国王效力的大法师，听说了\n我造成的破坏并找到了我。他教我如何驾驭魔法。他死后，我成为了国王的得力助手。我很想念他。\n\n在他临终时，雅罗说我是唯一能保护埃默里斯国王免受“哈罗斯”侵害的人。我不知道他们是什么，每次\n我向国王提起时，他都拒绝告诉我。我担心在\n\n在我知道自己在做什么之前，我试图驾驭原始魔法，结果摧毁了一个农场，毁掉了那一年的收成。在那之后，我被\n\n**哪位导师教你控制你未驯服的魔法，以及**"
 },
 {
  "key": "SECTION_118",
  "original": "#### Tier 2: LEVELS 2–4\n\n**What is it, and why does it scare you?**\n\nprotecting me, he is dooming himself.\n\n**why are they no longer able to guide you?**\n\ntreated as an outcast.\n\n*At level 2, gain an additional Experience at +2 and gain a +1 bonus to your Profi ciency.*\n\n![](_page_23_Picture_25.jpeg)\n\n![](_page_23_Picture_26.jpeg)\n\nDaggerheart © Darrington Press 2025",
  "translation": "",
  "context": "#### 第二阶：等级 2-4\n\n**它是什么，为何让你感到恐惧？**\n\n保护我，他正在自我毁灭。\n\n**为何他们无法再引导你？**\n\n被视为弃儿。\n\n*在等级 2 时，获得一个额外的 +2 经历，并获得 +1 熟练加值。*\n\n![](_page_23_Picture_25.jpeg)\n\n![](_page_23_Picture_26.jpeg)\n\nDaggerheart © Darrington Press 2025"
 },
 {
  "key": "SECTION_119",
  "original": "#### Tier 3: LEVELS 5–7 *At level 5, gain an additional Experience at +2 and clear all marks on character traits. Then gain a +1 bonus to your Profi ciency.*\n\nChoose two options from the list below or any from the previous tier and mark them.\n\n- *Gain a +1 bonus to two unmarked character traits and mark them.*\n\t- *Permanently gain one Hit Point slot. Permanently gain one Stress slot.*\n- *Permanently gain a +1 bonus to two Experiences.*\n- *Choose an additional domain card of your level or lower from a domain you have access to (up to level 7).*\n- *Permanently gain a +1 bonus to your Evasion. Take an upgraded subclass card. Then cross out the multiclass option for this tier.*\n\t- *Increase your Profi ciency by +1.*\n\n![](_page_23_Picture_36.jpeg)\n\nUpdate your level and adjust your damage thresholds accordingly. Take an additional domain card of your level or lower from a domain you have access to.",
  "translation": "",
  "context": "#### 第三阶：等级 5-7 *在等级 5 时，获得一个额外的 +2 经历，并清除所有角色属性上的标记。然后获得 +1 熟练加值。*\n\n从以下列表中选择两个选项，或选择上一阶中的任何选项并标记它们。\n\n- *将两个未标记的角色属性永久提升 +1 并标记它们。*\n\t- *永久获得一个生命点槽位。永久获得一个压力点槽位。*\n- *永久获得两个经历的 +1 加值。*\n- *从你可用的领域中选择一张你的等级或更低的额外领域卡（最高等级 7）。*\n- *永久获得 +1 闪避加值。获得一张升级的子职业卡。然后划掉本阶的兼职选项。*\n\t- *熟练提升 +1。*\n\n![](_page_23_Picture_36.jpeg)\n\n更新你的等级并相应地调整你的伤害阈值。从你可用的领域中选择一张你的等级或更低的额外领域卡。"
 },
 {
  "key": "SECTION_120",
  "original": "#### *Experience at +2 and clear all marks on character traits. Then gain a +1 bonus to your Profi ciency.* Choose two options from the list below or any from the previous tier and mark them.  *Gain a +1 bonus to two unmarked character traits and mark them. Permanently gain one Hit Point slot. Permanently gain one Stress slot. Permanently gain a +1 bonus to two Experiences. Choose an additional domain card of your level or lower from a domain you have access to. Permanently gain a +1 bonus to your Evasion. Take an upgraded subclass card. Then cross out the multiclass option for this tier. Increase your Profi ciency by +1. Multiclass: Choose an additional class for your character, then cross out an unused \"Take an upgraded subclass card\" and the other multiclass option on this sheet.*  Update your level and adjust your damage thresholds accordingly. Take an additional domain card of your level or lower from a domain you have access to.\n\nTIER 4: LEVELS 8–10  *At level 8, gain an additional*",
  "translation": "",
  "context": "#### *经历获得 +2，并清除所有角色属性上的标记。然后你的熟练获得 +1 加值。* 从以下列表中选择两个选项，或选择上一阶中的任何选项并标记它们。 *将两个未标记的角色属性永久提升 +1 并标记它们。永久获得一个生命点槽位。永久获得一个压力点槽位。永久获得两个经历的 +1 加值。从你可用的领域中选择一张你的等级或更低的额外领域卡。永久获得 +1 闪避加值。获得一张升级的子职业卡。然后划掉本阶的兼职选项。熟练提升 +1。兼职：为你的角色选择一个额外的职业，然后划掉本表上一个未使用的“获得一张升级的子职业卡”选项和另一个兼职选项。* 更新你的等级并相应地调整你的伤害阈值。从你可用的领域中选择一张你的等级或更低的额外领域卡。\n\n第四阶：等级 8-10 *在等级 8 时，额外获得一个*"
 },
 {
  "key": "SECTION_121",
  "original": "## <span id=\"page-24-0\"></span>Domains\n\n*Domains are the core themes of each class. The combination of two domains forms the basis for each class's abilities and spells, which you gain from your domain cards. Near the end of character creation, you'll pick your first cards from your chosen class's domains.*\n\n![](_page_24_Picture_2.jpeg)",
  "translation": "",
  "context": "## <span id=\"page-24-0\"></span>领域\n\n*领域是每个职业的核心主题。两个领域的结合构成了每个职业能力和法术的基础，这些能力和法术来自你的领域卡。在角色创建接近尾声时，你将从你选择的职业领域中选取你的第一批卡牌。*\n\n![](_page_24_Picture_2.jpeg)"
 },
 {
  "key": "SECTION_122",
  "original": "## [Arcana](#page-328-0)\n\n[Arcana is the domain of innate and instinctual](#page-328-0)  [magic. Those who choose this path tap into the](#page-328-0)  [raw, enigmatic forces of the realms to manipulate](#page-328-0)  [both their own energy and the elements. Arcana](#page-328-0)  [offers wielders a volatile power, but it is incredibly](#page-328-0)  [potent when correctly channeled.](#page-328-0)\n\n![](_page_24_Picture_5.jpeg)",
  "translation": "",
  "context": "## [奥术](#page-328-0)\n\n[奥术是与生俱来和本能魔法的领域。选择此道的](#page-328-0) [人能够利用国度中原始、神秘的力量来操纵自](#page-328-0) [身的能量和元素。奥术赋予使用者一种不稳定的](#page-328-0) [力量，但在正确引导时却异常强大。](#page-328-0)\n\n![](_page_24_Picture_5.jpeg)"
 },
 {
  "key": "SECTION_123",
  "original": "## [Blade](#page-329-0)\n\n[Blade is the domain of weapon mastery. Whether](#page-329-0)  [by steel, bow, or perhaps a more specialized](#page-329-0)  [arm, those who follow this path have the skill to](#page-329-0)  [cut short the lives of others. Wielders of Blade](#page-329-0)  [dedicate themselves to achieving inexorable power](#page-329-0) [over death.](#page-329-0)",
  "translation": "",
  "context": "## [刀刃](#page-329-0)\n\n[刀刃是武器精通的领域。无论是通过钢铁、弓箭，](#page-329-0) [还是更专业的武器，追随此道的人都拥有缩短他](#page-329-0) [人生命的能力。刀刃的掌握者致力于获得对死亡](#page-329-0) [不可阻挡的力量。](#page-329-0)"
 },
 {
  "key": "SECTION_124",
  "original": "# [Bone](#page-331-0)\n\n[Bone is the domain of tactics and the body.](#page-331-0)  [Practitioners of this domain have an uncanny](#page-331-0)  [control over their own physical abilities and an](#page-331-0)  [eye for predicting the behaviors of others in](#page-331-0)  [combat. Adherents to Bone gain an unparalleled](#page-331-0)  [understanding of bodies and their movements.](#page-331-0)\n\n![](_page_24_Picture_10.jpeg)",
  "translation": "",
  "context": "# [骨骼](#page-331-0)\n\n[骨骼是战术和身体的领域。此领域的实践者能](#page-331-0) [够不可思议地控制自己的身体能力，并且善于](#page-331-0) [预测他人在战斗中的行为。骨骼的追随者能获](#page-331-0) [得对身体及其运动无与伦比的理解。](#page-331-0)\n\n![](_page_24_Picture_10.jpeg)"
 },
 {
  "key": "SECTION_125",
  "original": "## [Codex](#page-332-0)\n\n[Codex is the domain of intensive magical study.](#page-332-0)  [Those who seek magical knowledge turn to the](#page-332-0)  [equations of power recorded in books, written](#page-332-0)  [on scrolls, etched into walls, or tattooed on](#page-332-0)  [bodies. Codex offers a commanding and versatile](#page-332-0)  [understanding of magic to devotees who pursue](#page-332-0)  [knowledge beyond the boundaries of common](#page-332-0)  [wisdom.](#page-332-0)\n\n![](_page_24_Picture_13.jpeg)",
  "translation": "",
  "context": "## [典籍](#page-332-0)\n\n[典籍是深入研究魔法的领域。寻求魔法知识](#page-332-0) [的人会转向记录在书本上、写在卷轴上、刻在](#page-332-0) [墙壁上或纹在身体上的力量方程式。典籍为追](#page-332-0) [求超越常识边界知识的信徒提供了对魔法的](#page-332-0) [掌控和多方面的理解。](#page-332-0)\n\n![](_page_24_Picture_13.jpeg)"
 },
 {
  "key": "SECTION_126",
  "original": "## [Grace](#page-334-0)\n\n[Grace is the domain of charisma. Through](#page-334-0)  [rapturous storytelling, charming spells, or a](#page-334-0)  [shroud of lies, those who channel this power](#page-334-0)  [define the realities of their adversaries, bending](#page-334-0)  [perception to their will. Grace offers its wielders](#page-334-0)  [raw magnetism and mastery over language.](#page-334-0)\n\n![](_page_24_Picture_16.jpeg)",
  "translation": "",
  "context": "## [优雅](#page-334-0)\n\n[优雅是魅力的领域。通过令人心醉的讲述、迷人的](#page-334-0) [法术或谎言的迷雾，引导这种力量的人能够定义他](#page-334-0) [们敌人的现实，按照自己的意愿扭曲感知。优雅为](#page-334-0) [其使用者提供了纯粹的魅力和对语言的精通。](#page-334-0)\n\n![](_page_24_Picture_16.jpeg)"
 },
 {
  "key": "SECTION_127",
  "original": "## [Midnight](#page-336-0)\n\n[Midnight is the domain of shadows and secrecy.](#page-336-0)  [Whether by clever tricks, deft magic, or the cloak](#page-336-0)  [of night, those who channel these forces practice](#page-336-0)  [the art of obscurity and can uncover sequestered](#page-336-0)  [treasures. Midnight offers practitioners the power](#page-336-0)  [to control and create enigmas.](#page-336-0)",
  "translation": "",
  "context": "## [午夜](#page-336-0)\n\n[午夜是阴影与秘密的领域。无论是通过巧妙的](#page-336-0) [诡计、灵巧的魔法还是夜色的掩护，引导这些](#page-336-0) [力量的人都实践着隐匿的艺术，并且能够揭示](#page-336-0) [隐藏的宝藏。午夜赋予实践者控制和制造谜团](#page-336-0) [的力量。](#page-336-0)"
 },
 {
  "key": "SECTION_128",
  "original": "## [Sage](#page-338-0)\n\n![](_page_24_Picture_20.jpeg)\n\n[Sage is the domain of the natural world. Those who](#page-338-0)  [walk this path tap into the unfettered power of](#page-338-0)  [the earth and its creatures to unleash raw magic.](#page-338-0)  [Sage grants its adherents the vitality of a blooming](#page-338-0)  [flower and the ferocity of a ravenous predator.](#page-338-0)",
  "translation": "",
  "context": "## [贤者](#page-338-0)\n\n![](_page_24_Picture_20.jpeg)\n\n[贤者是自然世界的领域。走上这条道路的人能够](#page-338-0) [汲取大地及其生灵不受束缚的力量，释放原始的](#page-338-0) [魔法。贤者赋予其信徒盛开花朵的生命力以及饥](#page-338-0) [饿掠食者的凶猛。](#page-338-0)"
 },
 {
  "key": "SECTION_129",
  "original": "## [Splendor](#page-340-0)\n\n![](_page_24_Picture_23.jpeg)\n\n[Splendor is the domain of life. Through this magic,](#page-340-0)  [followers gain the ability to heal and, to an extent,](#page-340-0)  [control death. Splendor offers its disciples the](#page-340-0)  [magnificent ability to both give and end life.](#page-340-0)",
  "translation": "",
  "context": "## [辉光](#page-340-0)\n\n![](_page_24_Picture_23.jpeg)\n\n[辉光是生命的领域。通过这种魔法，追随者获得治愈](#page-340-0) [以及在一定程度上控制死亡的能力。辉光赋予其门徒](#page-340-0) [既能赋予生命又能终结生命的非凡能力。](#page-340-0)"
 },
 {
  "key": "SECTION_130",
  "original": "## [Valor](#page-341-0)\n\n![](_page_24_Picture_26.jpeg)\n\n[Valor is the domain of protection. Whether through](#page-341-0)  [attack or defense, those who choose this discipline](#page-341-0)  [channel formidable strength to protect their allies](#page-341-0)  [in battle. Valor offers great power to those who](#page-341-0)  [raise their shields in defense of others.](#page-341-0)\n\nDAGGERHEART\n\nDOMAIN CIRCLE\n\n![](_page_26_Picture_0.jpeg)",
  "translation": "",
  "context": "## [勇气](#page-341-0)\n\n![](_page_24_Picture_26.jpeg)\n\n[勇气是守护的领域。无论是通过攻击还是防御，选择](#page-341-0) [这一学科的人都引导强大的力量在战斗中保护他们](#page-341-0) [的盟友。勇气为那些举起盾牌保护他人的人提供巨](#page-341-0) [大的力量。](#page-341-0)\n\nDAGGERHEART\n\n领域圆环\n\n![](_page_26_Picture_0.jpeg)"
 },
 {
  "key": "SECTION_131",
  "original": "## READING DOMAIN CARDS\n\nDuring character creation and as your character levels up, you'll gain increasingly powerful **domain cards**, which provide features you can utilize during your adventures.\n\nSome domain cards provide moves you can make, such as a unique attack or a spell. Others offer passive effects (which always apply while you hold that card), new abilities to use during downtime or social encounters, or even one-time benefits.",
  "translation": "",
  "context": "## 阅读领域卡\n\n在创建角色时以及角色升级时，你会获得越来越强大的**领域卡**，它们提供你在冒险中可以使用的特性。\n\n有些领域卡提供你可以执行的行动，例如独特的攻击或法术。其他领域卡则提供被动效果（当你持有该卡时始终生效）、在休息时间或社交遭遇中可以使用的新能力，甚至是一次性增益。"
 },
 {
  "key": "SECTION_132",
  "original": "#### **Each domain card includes five elements:**\n\n- **1. Level:** The number in the top left of the card indicates the card's level. You can only choose domain cards of your level or lower.\n- **2. Domain:** Beneath the card's level there is a symbol indicating its domain. You can only choose cards from your class's domains.\n- **3. Recall Cost:** The number and lightning bolt in the top right of the card shows its Recall Cost. This doesn't affect you at character creation, but once you reach level 5, you'll have more cards than space in your loadout (your set of five active cards[; see the \"Loadout and Vault\" section on](#page-101-0)  [page 101\\).](#page-101-0) You can normally only move an inactive card from your vault to your loadout during downtime, but you can mark a number of Stress equal to a card's Recall Cost to swap it immediately.\n- **4. Type:** The card's type is listed in the center above the title. There are three types of domain cards: abilities, spells, and grimoires. **Abilities** are typically mundane in nature, while **spells** are magical. **Grimoires** are unique to the Codex domain and are a collection of smaller spells bundled together. Some game mechanics only apply to certain types of cards.\n- **5. Feature:** The text on the bottom half of the card describes its feature, including any special rules you need to follow when you use that card.\n\n![](_page_26_Picture_10.jpeg)\n\n<span id=\"page-27-0\"></span>![](_page_27_Picture_0.jpeg)\n\n*This section details each of Daggerheart's classes. Your chosen class grants the following:*\n\n**Domains:** Each class lists the two domains that serve as the basis for its abilities. You can choose cards from these domain decks during character creation and when leveling up.\n\n**Starting Evasion:** Each class has its own starting Evasion.\n\n**Starting Hit Points:** Each class has its own amount of starting Hit Points.\n\n**Class Items:** Each class has a unique set of starter items.\n\n**Class Feature:** Each class has a unique class feature (or set of features).\n\n**Class Hope Feature:** Each class has a special move they can make by spending 3 Hope.\n\nYour chosen **subclass** grants the following:\n\n**Spellcast Trait:** If you're a spellcaster, this is the character trait your subclass uses any time you make a Spellcast Roll.\n\n**Foundation Feature:** The foundation feature is the unique starting feature that establishes the identity and strengths of the subclass.\n\n**Specialization Feature:** The specialization feature is a more advanced feature (or set of features) you can gain when you level up. For some subclasses, the specialization feature is a new ability; for others, it expands the abilities of the class or foundation feature, making it even more potent.\n\n**Mastery Feature:** The mastery feature is your subclass's most powerful feature, which you can gain at higher levels. For some subclasses, the mastery feature unlocks an extraordinary new ability; for others, it's the impressive culmination of their subclass's core feature.\n\nThe foundation, specialization, and mastery features each come with a card that you can choose to take as one of the benefits from leveling up. The cards hold information about the feature for quick reference.\n\nThe following class sections refer to many mechanics and terms that will be taught throughout chapter 2. Use the index to navigate to these concepts as needed.\n\n<span id=\"page-28-0\"></span>![](_page_28_Picture_0.jpeg)\n\nBards are the most charismatic people in all the realms. Members of this class are masters of captivation and specialize in a variety of performance types, including singing, playing musical instruments, weaving tales, or telling jokes. Whether performing for an audience or speaking to an individual, bards thrive in social situations. Members of this profession bond and train at schools or guilds, but a current of egotism runs through those of the bardic persuasion. While they may be the most likely class to bring people together, a bard of ill temper can just as easily tear a party apart.",
  "translation": "",
  "context": "#### **每张领域卡包含五个要素：**\n\n- **1. 等级：** 卡牌左上角的数字表示卡牌的等级。你只能选择你的等级或更低等级的领域卡。\n- **2. 领域：** 卡牌等级下方有一个符号，表示其所属领域。你只能选择你职业领域的卡牌。\n- **3. 回想费用：** 卡牌右上角的数字和闪电符号显示其回想费用。这在创建角色时不会影响你，但一旦你达到 5 级，你的装配栏（你的五张激活卡牌组；参见第 [101](#page-101-0) 页的“装配栏和宝库”部分）将没有足够的空间容纳所有卡牌。你通常只能在休息时间将不激活的卡牌从宝库移到装配栏，但你可以标记等于卡牌回想费用的压力点，立即进行交换。\n- **4. 类型：** 卡牌的类型列在标题上方居中位置。领域卡有三种类型：能力、法术和魔典。**能力**通常性质普通，而**法术**则具有魔法性质。**魔典**是典籍领域特有的，是捆绑在一起的一系列小型法术的集合。某些游戏机制仅适用于特定类型的卡牌。\n- **5. 特性：** 卡牌下半部分的文本描述了其特性，包括使用该卡牌时需要遵循的任何特殊规则。\n\n![](_page_26_Picture_10.jpeg)\n\n<span id=\"page-27-0\"></span>![](_page_27_Picture_0.jpeg)\n\n*本节详细介绍了 Daggerheart 的每个职业。你选择的职业会赋予以下内容：*\n\n**领域：** 每个职业列出了作为其能力基础的两个领域。你在创建角色和升级时可以从这些领域牌库中选择卡牌。\n\n**起始闪避值：** 每个职业都有自己的起始闪避值。\n\n**起始生命点：** 每个职业都有自己的起始生命点。\n\n**职业物品：** 每个职业都有一套独特的起始物品。\n\n**职业特性：** 每个职业都有一个独特的职业特性（或一组特性）。\n\n**职业希望特性：** 每个职业都有一个特殊的行动，可以通过花费 3 点希望来执行。\n\n你选择的**子职业**会赋予以下内容：\n\n**施法属性：** 如果你是施法者，这是你的子职业在进行施法掷骰时使用的角色属性。\n\n**基础特性：** 基础特性是独特的起始特性，它确立了子职业的身份和优势。\n\n**专精特性：** 专精特性是一种更高级的特性（或一组特性），你可以在升级时获得。对于某些子职业，专精特性是一种新能力；对于其他子职业，它扩展了职业或基础特性的能力，使其更加强大。\n\n**精通特性：** 精通特性是你的子职业最强大的特性，你可以在更高级别时获得。对于某些子职业，精通特性解锁了一个非凡的新能力；对于其他子职业，它是其子职业核心特性的令人印象深刻的巅峰。\n\n基础、专精和精通特性都附带一张卡牌，你可以选择将其作为升级的好处之一。卡牌上包含有关特性的信息，以便快速查阅。\n\n以下职业部分提到了第二章中将要教授的许多机制和术语。请根据需要使用索引导航到这些概念。\n\n<span id=\"page-28-0\"></span>![](_page_28_Picture_0.jpeg)\n\n吟游诗人是所有领域中最具魅力的人。这类职业的成员是魅惑大师，擅长各种表演类型，包括唱歌、演奏乐器、编织故事或讲笑话。无论是在观众面前表演还是与个人交谈，吟游诗人在社交场合都能游刃有余。这个职业的成员在学校或公会中建立联系和训练，但吟游诗人派系的人身上流淌着一股自负的暗流。虽然他们可能是最有可能将人们聚集在一起的职业，但脾气暴躁的吟游诗人也同样容易让队伍分崩离析。"
 },
 {
  "key": "SECTION_133",
  "original": "## DOMAINS\n\nGrace and Codex",
  "translation": "",
  "context": "## 领域\n\n恩典与典籍"
 },
 {
  "key": "SECTION_134",
  "original": "## STARTING EVASION SCORE\n\n10",
  "translation": "",
  "context": "## 起始闪避值\n\n10"
 },
 {
  "key": "SECTION_135",
  "original": "## STARTING HIT POINTS\n\n5",
  "translation": "",
  "context": "## 起始生命点\n\n5"
 },
 {
  "key": "SECTION_136",
  "original": "## CLASS ITEMS\n\nA romance novel or a letter never opened",
  "translation": "",
  "context": "## 职业物品\n\n一本浪漫小说或一封从未拆开的信"
 },
 {
  "key": "SECTION_137",
  "original": "## BARD'S HOPE FEATURE\n\n*Make a Scene:* **Spend 3 Hope** to temporarily *Distract* a target within Close range, giving them a -2 penalty to their Difficulty.",
  "translation": "",
  "context": "## 吟游诗人的希望特性\n\n*制造场面:* **花费 3 点希望** 来暂时*分散*近距离范围内一个目标的注意力，使其难度值降低 2 点。"
 },
 {
  "key": "SECTION_138",
  "original": "## CLASS FEATURE",
  "translation": "",
  "context": "## 职业特性"
 },
 {
  "key": "SECTION_139",
  "original": "#### **Rally**\n\nOnce per session, describe how you rally the party and give yourself and each of your allies a Rally Die. At level 1, your Rally Die is a **d6**. A PC can spend their Rally Die to roll it, adding the result to their action roll, reaction roll, damage roll, or to clear a number of Stress equal to the result. At the end of each session, clear all unspent Rally Dice.\n\nAt level 5, your Rally Die increases to a **d8**.",
  "translation": "",
  "context": "#### **集结**\n\n每场游戏一次，描述你如何集结队伍，并为你自己和你的每个盟友提供一个集结骰。在 1 级时，你的集结骰是 **d6**。PC 可以花费他们的集结骰来掷它，将结果加到他们的动作掷骰、反应掷骰、伤害掷骰中，或者清除等同于结果数值的压力点。在每场游戏结束时，清除所有未使用的集结骰。\n\n在 5 级时，你的集结骰增加到 **d8**。"
 },
 {
  "key": "SECTION_140",
  "original": "## BARD SUBCLASSES\n\n*Choose either the Troubadour or Wordsmith subclass.*",
  "translation": "",
  "context": "## 吟游诗人子职业\n\n*选择行吟诗人或文字匠子职业。*"
 },
 {
  "key": "SECTION_141",
  "original": "## TROUBADOUR\n\n*Play the Troubadour if you want to play music to bolster your allies.*",
  "translation": "",
  "context": "## 行吟诗人\n\n*如果你想通过演奏音乐来鼓舞你的盟友，就扮演行吟诗人。*"
 },
 {
  "key": "SECTION_142",
  "original": "## **SPELLCAST TRAIT**\n\nPresence",
  "translation": "",
  "context": "## **施法属性**\n\n风度"
 },
 {
  "key": "SECTION_143",
  "original": "## **FOUNDATION FEATURE**\n\n*Gifted Performer:* Describe how you perform for others. You can play each song once per long rest:\n\n- *Relaxing Song:* You and all allies within Close range clear a Hit Point.\n- *Epic Song:* Make a target within Close range temporarily *Vulnerable*.\n- *Heartbreaking Song:* You and all allies within Close range gain a Hope.",
  "translation": "",
  "context": "## **基础特性**\n\n*天赋表演者：* 描述你如何为他人表演。每首歌曲在一次长休中只能演奏一次：\n\n- *放松之歌：* 你和邻近范围内的所有盟友恢复 1 点生命点。\n- *史诗之歌：* 使邻近范围内的一个目标暂时变为*脆弱*。\n- *心碎之歌：* 你和邻近范围内的所有盟友获得 1 点希望。"
 },
 {
  "key": "SECTION_144",
  "original": "## **SPECIALIZATION FEATURE**\n\n*Maestro:* Your rallying songs steel the courage of those who listen. When you give a Rally Die to an ally, they can gain a Hope or clear a Stress.",
  "translation": "",
  "context": "## **专精特性**\n\n*大师：* 你的振奋歌曲能坚定听者的勇气。当你给予盟友一个集结骰时，他们可以获得 1 点希望或清除 1 点压力。"
 },
 {
  "key": "SECTION_145",
  "original": "## **MASTERY FEATURE**\n\n*Virtuoso:* You are among the greatest of your craft and your skill is boundless. You can perform each of your \"Gifted Performer\" feature's songs twice instead of once per long rest.",
  "translation": "",
  "context": "## **精通特性**\n\n*艺术大师：* 你是技艺最精湛的匠人之一，你的技巧无与伦比。你的“天赋表演者”特性中的每首歌曲，在一次长休中可以演奏两次，而不是一次。"
 },
 {
  "key": "SECTION_146",
  "original": "## <span id=\"page-29-0\"></span>WORDSMITH\n\n*Play the Wordsmith if you want to use clever wordplay and captivate crowds.*",
  "translation": "",
  "context": "## <span id=\"page-29-0\"></span>文字匠师\n\n*如果你想用巧妙的文字游戏和吸引人群，就扮演文字匠师。*"
 },
 {
  "key": "SECTION_147",
  "original": "## **SPELLCAST TRAIT**\n\nPresence",
  "translation": "",
  "context": "## **施法属性**\n\n风度"
 },
 {
  "key": "SECTION_148",
  "original": "## **FOUNDATION FEATURES**\n\n*Rousing Speech:* Once per long rest, you can give a heartfelt, inspiring speech. All allies within Far range clear 2 Stress.\n\n*Heart of a Poet:* After you make an action roll to impress, persuade, or offend someone, you can **spend a Hope** to add a **d4** to the roll.",
  "translation": "",
  "context": "## **基础特性**\n\n*激昂演说：* 在一次长休中，你可以发表一次发自肺腑、鼓舞人心的演说。极远距离范围内的所有盟友清除 2 点压力。\n\n*诗人之心：* 在你进行动作掷骰以打动、说服或冒犯某人之后，你可以**花费一点希望**，为该掷骰添加一个 **d4**。"
 },
 {
  "key": "SECTION_149",
  "original": "## **SPECIALIZATION FEATURE**\n\n*Eloquent:* Your moving words boost morale. Once per session, when you encourage an ally, you can do one of the following:\n\n- Allow them to find a mundane object or tool they need.\n- Help an Ally without spending Hope.\n- Give them an additional downtime move during their next rest.",
  "translation": "",
  "context": "## **专精特性**\n\n*雄辩：* 你感人的言语能提升士气。每场游戏一次，当你鼓励一名盟友时，你可以执行以下一项操作：\n\n- 允许他们找到一件他们需要的普通物品或工具。\n- 在不花费希望的情况下帮助一名盟友。\n- 在他们下一次休息期间，给予他们额外的休息行动。"
 },
 {
  "key": "SECTION_150",
  "original": "## **MASTERY FEATURE**\n\n*Epic Poetry:* Your Rally Die increases to a **d10**. Additionally, when you Help an Ally, you can narrate the moment as if you were writing the tale of their heroism in a memoir. When you do, roll a **d10** as your advantage die.",
  "translation": "",
  "context": "## **精通特性**\n\n*史诗诗篇：* 你的集结骰增加到 **d10**。此外，当你帮助一名盟友时，你可以像在回忆录中书写他们的英勇故事一样叙述那一刻。当你这样做时，掷一个 **d10** 作为你的优势骰。"
 },
 {
  "key": "SECTION_151",
  "original": "## BACKGROUND QUESTIONS\n\n*Answer any of the following background questions. You can also create your own questions.*\n\n- Who from your community taught you to have such confidence in yourself?\n- You were in love once. Who did you adore, and how did they hurt you?\n- You've always looked up to another bard. Who are they, and why do you idolize them?",
  "translation": "",
  "context": "## 背景问题\n\n*回答以下任何一个背景问题。你也可以创造自己的问题。*\n\n- 你的社群中，是谁教会了你如此自信？\n- 你曾经爱过一个人。你爱慕的是谁，他们又是如何伤害了你？\n- 你一直很敬仰另一位吟游诗人。他们是谁，你为何如此崇拜他们？"
 },
 {
  "key": "SECTION_152",
  "original": "## CONNECTIONS\n\n*Ask your fellow players one of the following questions for their character to answer, or create your own questions.*\n\n- What made you realize we were going to be such good friends?\n- What do I do that annoys you?\n- Why do you grab my hand at night?",
  "translation": "",
  "context": "## 联系\n\n*向你的同伴玩家提出以下一个问题，让他们为自己的角色回答，或者创造你自己的问题。*\n\n- 是什么让你意识到我们会成为如此要好的朋友？\n- 我做了什么让你觉得烦恼？\n- 为什么你晚上会抓着我的手？"
 },
 {
  "key": "SECTION_153",
  "original": "# <span id=\"page-30-0\"></span>DRUID\n\nBecoming a druid is more than an occupation; it's a calling for those who wish to learn from and protect the magic of the wilderness. While one might underestimate a gentle druid who practices the often-quiet work of cultivating flora, druids who channel the untamed forces of nature are terrifying to behold. Druids cultivate their abilities in small groups, often connected by a specific ethos or locale, but some choose to work alone. Through years of study and dedication, druids can learn to transform into beasts and shape nature itself.",
  "translation": "",
  "context": "# <span id=\"page-30-0\"></span>德鲁伊\n\n成为一名德鲁伊不仅仅是一种职业，更是那些渴望学习和保护荒野魔法之人的使命。虽然你可能会低估一位温柔的德鲁伊，他们常常默默地耕耘植物，但那些驾驭着狂野自然之力的德鲁伊却令人望而生畏。德鲁伊们通常以小团体形式培养他们的能力，这些团体往往因特定的理念或地域而联系在一起，但也有一些德鲁伊选择独自行动。经过多年的学习和奉献，德鲁伊可以学会变形成野兽，并塑造自然本身。"
 },
 {
  "key": "SECTION_154",
  "original": "## DOMAINS\n\nSage and Arcana",
  "translation": "",
  "context": "## 领域\n\n贤者与奥术"
 },
 {
  "key": "SECTION_155",
  "original": "## STARTING EVASION\n\n10",
  "translation": "",
  "context": "## 初始闪避值\n\n10"
 },
 {
  "key": "SECTION_156",
  "original": "## STARTING HIT POINTS\n\n6",
  "translation": "",
  "context": "## 初始生命点\n\n6"
 },
 {
  "key": "SECTION_157",
  "original": "## CLASS ITEMS\n\nA small bag of rocks and bones or a strange pendant found in the dirt",
  "translation": "",
  "context": "## 职业物品\n\n一小袋石头和骨头，或是一个在泥土里找到的奇怪坠饰"
 },
 {
  "key": "SECTION_158",
  "original": "## DRUID'S HOPE FEATURE\n\n*Evolution:* **Spend 3 Hope** to transform into a Beastform without marking a Stress. When you do, choose one trait to raise by +1 until you drop out of that Beastform.",
  "translation": "",
  "context": "## 德鲁伊的希望特性\n\n*进化：* **花费 3 点希望** 变形成兽形，且不标记压力点。当你这样做时，选择一个属性提高 +1，直到你解除兽形。"
 },
 {
  "key": "SECTION_159",
  "original": "## CLASS FEATURES",
  "translation": "",
  "context": "## 职业特性"
 },
 {
  "key": "SECTION_160",
  "original": "### **Beastform**\n\n**Mark a Stress** to magically transform into a creature of your tier or lower from the Beastform list. You can drop out of this form at any time. While transformed, you can't use weapons or cast spells from domain cards, but you can still use other features or abilities you have access to. Spells you cast before you transform stay active and last for their normal duration, and you can talk and communicate as normal. Additionally, you gain the Beastform's features, add their Evasion bonus to your Evasion, and use the trait specified in their statistics for your attack. While you're in a Beastform, your armor becomes part of your body and you mark Armor Slots as usual; when you drop out of a Beastform, those marked Armor Slots remain marked. If you mark your last Hit Point, you automatically drop out of this form.",
  "translation": "",
  "context": "### **兽形**\n\n**标记 1 点压力**，即可魔法般变形成兽形列表中的一种生物，其阶层必须低于或等于你的阶层。你可以随时解除此形态。变身后，你无法使用武器或施展领域卡上的法术，但你仍然可以使用你拥有的其他特性或能力。你在变身前施展的法术保持激活状态，并持续其正常持续时间，你也可以正常说话和交流。此外，你获得该兽形的特性，将它们的闪避加值加入你的闪避值，并使用其属性中指定的特性进行攻击。当你处于兽形时，你的护甲成为你身体的一部分，你像往常一样标记护甲槽位；当你解除兽形时，那些标记的护甲槽位仍然标记。如果你标记了最后一个生命点，你将自动解除此形态。"
 },
 {
  "key": "SECTION_161",
  "original": "## **Wildtouch**\n\nYou can perform harmless, subtle effects that involve nature—such as causing a flower to rapidly grow, summoning a slight gust of wind, or starting a campfire—at will.",
  "translation": "",
  "context": "## **荒野触碰**\n\n你可以随意施展涉及自然的无害、微妙效果——比如让花朵快速生长、召唤一阵微风或点燃营火。"
 },
 {
  "key": "SECTION_162",
  "original": "## DRUID SUBCLASSES\n\n*Choose either the Warden of the Elements or Warden of Renewal subclass.*",
  "translation": "",
  "context": "## 德鲁伊子职\n\n*选择元素守望者或复苏守望者子职。*"
 },
 {
  "key": "SECTION_163",
  "original": "## WARDEN OF THE ELEMENTS\n\n*Play the Warden of the Elements if you want to embody the natural elements of the wild.*",
  "translation": "",
  "context": "## 元素守望者\n\n*如果你想体现荒野的自然元素，就扮演元素守望者。*"
 },
 {
  "key": "SECTION_164",
  "original": "## **SPELLCAST TRAIT**\n\nInstinct",
  "translation": "",
  "context": "## **施法特性**\n\n本能"
 },
 {
  "key": "SECTION_165",
  "original": "## **FOUNDATION FEATURE**\n\n*Elemental Incarnation:* **Mark a Stress** to *Channel* one of the following elements until you take Severe damage or until your next rest:\n\n- *Fire:* When an adversary within Melee range deals damage to you, they take **1d10** magic damage.\n- *Earth:* Gain a bonus to your damage thresholds equal to your Proficiency.\n- *Water:* When you deal damage to an adversary within Melee range, all other adversaries within Very Close range must mark a Stress.\n- *Air:* You can hover, gaining advantage on Agility Rolls.",
  "translation": "",
  "context": "## **基础特性**\n\n*元素化身：* **标记 1 点压力**以*引导*以下元素之一，直到你受到重伤或直到你下次休息：\n\n- *火焰：* 当近战范围内的敌方对你造成伤害时，他们受到 **1d10** 点魔法伤害。\n- *大地：* 你的伤害阈值获得等同于你熟练度的加值。\n- *流水：* 当你对近战范围内的敌方造成伤害时，邻近范围内的所有其他敌方必须标记 1 点压力。\n- *疾风：* 你可以悬浮，敏捷掷骰获得优势。"
 },
 {
  "key": "SECTION_166",
  "original": "## **SPECIALIZATION FEATURE**\n\n*Elemental Aura:* Once per rest while *Channeling*, you can assume an aura matching your element. The aura affects targets within Close range until your *Channeling* ends.\n\n- *Fire:* When an adversary marks 1 or more Hit Points, they must also mark a Stress.\n- *Earth:* Your allies gain a +1 bonus to Strength.\n- *Water:* When an adversary deals damage to you, you can **mark a Stress** to move them anywhere within Very Close range of where they are.\n- *Air:* When you or an ally takes damage from an attack beyond Melee range, reduce the damage by **1d8**.",
  "translation": "",
  "context": "## **专精特性**\n\n*元素灵气：* 每休息一次，当你处于*引导*状态时，你可以进入与你当前元素匹配的灵气状态。该灵气影响近距离范围内的目标，直到你的*引导*结束。\n\n- *火焰：* 当敌方标记 1 点或更多生命点时，他们还必须标记 1 点压力。\n- *大地：* 你的盟友力量获得 +1 加值。\n- *流水：* 当敌方对你造成伤害时，你可以**标记 1 点压力**，将他们移动到他们当前位置邻近范围内的任意地点。\n- *疾风：* 当你或盟友受到近战范围之外的攻击伤害时，伤害减少 **1d8** 点。"
 },
 {
  "key": "SECTION_167",
  "original": "## **MASTERY FEATURE**\n\n*Elemental Dominion:* You further embody your element. While *Channeling*, you gain the following benefit:\n\n- *Fire:* You gain a +1 bonus to your Proficiency for attacks and spells that deal damage.\n- *Earth:* When you would mark Hit Points, roll a **d6** per Hit Point marked. For each result of 6, reduce the number of Hit Points you mark by 1.\n- *Water:* When an attack against you succeeds, you can **mark a Stress** to make the attacker temporarily *Vulnerable.*\n- *Air:* You gain a +1 bonus to your Evasion and can fly.",
  "translation": "",
  "context": "## **精通特性**\n\n*元素主宰：* 你进一步具现你的元素。当你处于*引导*状态时，你获得以下益处：\n\n- *火焰：* 你在造成伤害的攻击和法术的熟练度上获得 +1 加值。\n- *大地：* 当你将标记生命点时，为每个标记的生命点掷一个 **d6**。每掷出 6 的结果，你标记的生命点数量减少 1 点。\n- *流水：* 当针对你的攻击成功时，你可以**标记 1 点压力**，使攻击者暂时处于*脆弱*状态。\n- *疾风：* 你的闪避值获得 +1 加值，并且你可以飞行。"
 },
 {
  "key": "SECTION_168",
  "original": "## <span id=\"page-31-0\"></span>WARDEN OF RENEWAL\n\n*Play the Warden of Renewal if you want to use powerful magic to heal your party.*",
  "translation": "",
  "context": "## <span id=\"page-31-0\"></span>复苏守卫\n\n*如果你想使用强大的魔法来治疗你的队伍，就选择复苏守卫。*"
 },
 {
  "key": "SECTION_169",
  "original": "## **SPELLCAST TRAIT**\n\nInstinct",
  "translation": "",
  "context": "## **施法属性**\n\n本能"
 },
 {
  "key": "SECTION_170",
  "original": "## **FOUNDATION FEATURES**\n\n*Clarity of Nature:* Once per long rest, you can create a space of natural serenity within Close range. When you spend a few minutes resting within the space, clear Stress equal to your Instinct, distributed as you choose between you and your allies.\n\n*Regeneration:* Touch a creature and **spend 3 Hope**. That creature clears **1d4** Hit Points.",
  "translation": "",
  "context": "## **基础特性**\n\n*自然澄澈：* 每次长休一次，你可以在近距离范围内创造一个宁静的自然空间。当你在此空间中休息几分钟时，清除等同于你本能值的压力，可以分配给你和你的盟友。\n\n*再生：* 触碰一个生物并**花费 3 点希望**。该生物清除 **1d4** 点生命点。"
 },
 {
  "key": "SECTION_171",
  "original": "## **SPECIALIZATION FEATURES**\n\n*Regenerative Reach:* You can target creatures within Very Close range with your \"Regeneration\" feature.\n\n*Warden's Protection:* Once per long rest, **spend 2 Hope** to clear 2 Hit Points on **1d4** allies within Close range.",
  "translation": "",
  "context": "## **专长特性**\n\n*再生范围：* 你的“再生”特性现在可以以邻近范围内的生物为目标。\n\n*守卫防护：* 每次长休一次，**花费 2 点希望**，清除近距离范围内 **1d4** 个盟友的 2 点生命点。"
 },
 {
  "key": "SECTION_172",
  "original": "## **MASTERY FEATURE**\n\n*Defender:* Your animal transformation embodies a healing guardian spirit. When you're in Beastform and an ally within Close range marks 2 or more Hit Points, you can **mark a Stress** to reduce the number of Hit Points they mark by 1.",
  "translation": "",
  "context": "## **精通特性**\n\n*守护者：* 你的动物形态蕴含着治愈的守护之灵。当你在野兽形态下，且一个近距离范围内的盟友标记 2 点或更多生命点时，你可以**标记 1 点压力**来减少他们标记的生命点数 1 点。"
 },
 {
  "key": "SECTION_173",
  "original": "## BACKGROUND QUESTIONS\n\n*Answer any of the following background questions. You can also create your own questions.*\n\n- Why was the community you grew up in so reliant on nature and its creatures?\n- Who was the first wild animal you bonded with? Why did your bond end?\n- Who has been trying to hunt you down? What do they want from you?",
  "translation": "",
  "context": "## 背景问题\n\n*回答以下任一背景问题。你也可以创建自己的问题。*\n\n- 你成长的社群为何如此依赖自然及其生物？\n- 你第一个与之建立羁绊的野生动物是谁？你们的羁绊为何终结？\n- 谁一直在试图追捕你？他们想要从你这里得到什么？"
 },
 {
  "key": "SECTION_174",
  "original": "## CONNECTIONS\n\n*Ask your fellow players one of the following questions for their character to answer, or create your own questions.*\n\n- What did you confide in me that makes me leap into danger for you every time?\n- What animal do I say you remind me of?\n- What affectionate nickname have you given me?",
  "translation": "",
  "context": "## 羁绊\n\n*询问你的其他玩家以下任一问题，让他们的人物回答，或者创建你自己的问题。*\n\n- 你向我倾诉了什么，让我每次都愿意为你挺身犯险？\n- 我说你让我想起了哪种动物？\n- 你给我起了什么亲切的绰号？"
 },
 {
  "key": "SECTION_175",
  "original": "## BEASTFORM OPTIONS\n\nWhen you use your \"Beastform\" feature, choose a creature category of your tier or lower. At the GM's discretion, you can describe yourself transforming into any animal that reasonably fits into that category.\n\nBeastform categories are divided by tier. Each entry includes the following details:\n\n- **Creature Category:** Each category's name describes the common role or behavior of creatures in that category (such as Agile Scout). This name is followed by a few examples of animals that fit in that category (in this example, fox, mouse, and weasel).\n- **Character Trait:** While transformed, you gain a bonus to the listed trait. For example, while transformed into an Agile Scout, you gain a +1 bonus to your Agility. When this form drops, you lose this bonus.\n- **Attack Rolls:** When you make an attack while transformed, you use the creature's listed range, trait, and damage dice, but you use your Proficiency. For example, as an Agile Scout, you can attack a target within Melee range using your Agility. On a success, you deal d4 physical damage using your Proficiency.\n- **Evasion:** While transformed, you add the creature's Evasion bonus to your normal Evasion. For example, if your Evasion is usually 8 and your Beastform says \"Evasion +2,\" your Evasion becomes 10 while you're in that form.\n- **Advantages:** Your form makes you especially suited to certain actions. When you make an action or reaction roll related to one of the verbs listed for that creature category, you gain advantage on that roll. For example, an Agile Scout gains advantage on rolls made to sneak around, search for objects or creatures, and related activities.\n- **Features:** Each form includes unique features. For example, an Agile Scout excels at silent, dextrous movement—but they're also fragile, making you more likely to drop out of Beastform.",
  "translation": "",
  "context": "## 野兽形态选项\n\n当你使用你的“野兽形态”特性时，选择一个与你当前层级相同或更低的生物类别。在GM的裁量下，你可以描述自己变形成任何合理符合该类别的动物。\n\n野兽形态类别按层级划分。每个条目包含以下详细信息：\n\n- **生物类别：** 每个类别的名称描述了该类别中生物的常见角色或行为（例如，敏捷侦察者）。名称后面跟着一些符合该类别的动物示例（在此示例中，狐狸、老鼠和黄鼠狼）。\n- **人物属性：** 变形期间，你获得列出属性的加值。例如，当变形成敏捷侦察者时，你的敏捷获得+1加值。当此形态解除时，你失去此加值。\n- **攻击掷骰：** 变形期间进行攻击时，你使用该生物列出的射程、属性和伤害骰，但使用你的熟练。例如，作为敏捷侦察者，你可以使用你的敏捷攻击近战范围内的目标。成功时，你使用你的熟练造成 d4 点物理伤害。\n- **闪避值：** 变形期间，你将该生物的闪避值加值添加到你的正常闪避值上。例如，如果你的闪避值通常是 8，而你的野兽形态写着“闪避值 +2”，那么你在该形态下时闪避值变为 10。\n- **优势：** 你的形态使你特别适合某些行动。当你进行与该生物类别列出的动词相关的行动或反应掷骰时，你在该掷骰上获得优势。例如，敏捷侦察者在潜行、搜索物体或生物以及相关活动上进行的掷骰会获得优势。\n- **特性：** 每种形态都包含独特的特性。例如，敏捷侦察者擅长无声、灵巧的移动——但它们也很脆弱，这让你更容易解除野兽形态。"
 },
 {
  "key": "SECTION_176",
  "original": "## TIER 1",
  "translation": "",
  "context": "## 层级 1"
 },
 {
  "key": "SECTION_177",
  "original": "## **AGILE SCOUT**\n\n(Fox, Mouse, Weasel, etc.)\n\n*Agility +1 | Evasion +2 Melee Agility d4 phy*\n\n**Gain advantage on:** deceive, locate, sneak\n\n*Agile:* Your movement is silent, and you can **spend a Hope** to move up to Far range without rolling.\n\n*Fragile:* When you take Major or greater damage, you drop out of Beastform.",
  "translation": "",
  "context": "## **敏捷侦察者**\n\n（狐狸、老鼠、黄鼠狼等）\n\n*敏捷 +1 | 闪避值 +2 近战 敏捷 d4 物理*\n\n**获得优势：** 欺骗，定位，潜行\n\n*敏捷：* 你的移动悄无声息，你可以**花费一个希望**移动至远距离范围，无需掷骰。\n\n*脆弱：* 当你受到损伤或更高的伤害时，你解除野兽形态。"
 },
 {
  "key": "SECTION_178",
  "original": "## **HOUSEHOLD FRIEND**\n\n(Cat, Dog, Rabbit, etc.)\n\n*Instinct +1 | Evasion +2 Melee Instinct d6 phy*\n\n**Gain advantage on:** climb, locate, protect\n\n*Companion:* When you Help an Ally, you can roll a **d8** as your advantage die.\n\n*Fragile:* When you take Major or greater damage, you drop out of Beastform.",
  "translation": "",
  "context": "## **家园之友**\n\n（猫、狗、兔子等）\n\n*本能 +1 | 闪避值 +2 近战 本能 d6 物理*\n\n**获得优势：** 攀爬，定位，保护\n\n*同伴：* 当你帮助盟友时，你可以掷一个 **d8** 作为你的优势骰。\n\n*脆弱：* 当你受到损伤或更高的伤害时，你解除野兽形态。"
 },
 {
  "key": "SECTION_179",
  "original": "## **NIMBLE GRAZER**\n\n(Deer, Gazelle, Goat, etc.)\n\n*Agility +1 | Evasion +3 Melee Agility d6 phy*\n\n**Gain advantage on:** leap, sneak, sprint\n\n*Elusive Prey:* When an attack roll against you would succeed, you can **mark a Stress** and roll a **d4**. Add the result to your Evasion against this attack.\n\n*Fragile:* When you take Major or greater damage, you drop out of Beastform.",
  "translation": "",
  "context": "## **敏捷食草者**\n\n（鹿、瞪羚、山羊等）\n\n*敏捷 +1 | 闪避值 +3 近战 敏捷 d6 物理*\n\n**获得优势：** 跳跃，潜行，疾跑\n\n*难以捕捉的猎物：* 当一次针对你的攻击掷骰本应成功时，你可以**标记一点压力**并掷一个 **d4**。将结果加到你对抗这次攻击的闪避值上。\n\n*脆弱：* 当你受到损伤或更高的伤害时，你解除野兽形态。"
 },
 {
  "key": "SECTION_180",
  "original": "## **PACK PREDATOR**\n\n(Coyote, Hyena, Wolf, etc.)\n\n*Strength +2 | Evasion +1 Melee Strength d8+2 phy*\n\n**Gain advantage on:** attack, sprint, track\n\n*Hobbling Strike:* When you succeed on an attack against a target within Melee range, you can **mark a Stress** to make the target temporarily *Vulnerable*.\n\n*Pack Hunting:* When you succeed on an attack against the same target as an ally who acts immediately before you, add a **d8** to your damage roll.",
  "translation": "",
  "context": "## **群居掠食者**\n\n（郊狼、鬣狗、狼等）\n\n*力量 +2 | 闪避值 +1 近战 力量 d8+2 物理*\n\n**获得优势：** 攻击，疾跑，追踪\n\n*跛行打击：* 当你成功攻击一个近战范围内的目标时，你可以**标记一点压力**使目标暂时变为*脆弱*。\n\n*群体狩猎：* 当你攻击一个与紧接着在你之前行动的盟友攻击了同一个目标时，将一个 **d8** 加入你的伤害掷骰。"
 },
 {
  "key": "SECTION_181",
  "original": "## **AQUATIC SCOUT**\n\n(Eel, Fish, Octopus, etc.)\n\n*Agility +1 | Evasion +2 Melee Agility d4 phy*\n\n**Gain advantage on:** navigate, sneak, swim\n\n*Aquatic:* You can breathe and move naturally underwater.\n\n*Fragile:* When you take Major or greater damage, you drop out of Beastform.",
  "translation": "",
  "context": "## **水生侦察者**\n\n（鳗鱼、鱼、章鱼等）\n\n*敏捷 +1 | 闪避值 +2 近战 敏捷 d4 物理*\n\n**获得优势：** 导航，潜行，游泳\n\n*水生：* 你可以在水下自然呼吸和移动。\n\n*脆弱：* 当你受到损伤或更高的伤害时，你解除野兽形态。"
 },
 {
  "key": "SECTION_182",
  "original": "## **STALKING ARACHNID**\n\n(Tarantula, Wolf Spider, etc.)\n\n*Finesse +1 | Evasion +2 Melee Finesse d6+1 phy*\n\n**Gain advantage on:** attack, climb, sneak\n\n*Venomous Bite:* When you succeed on an attack against a target within Melee range, the target becomes temporarily *Poisoned*. A *Poisoned* creature takes **1d10** direct physical damage each time they act.\n\n*Webslinger:* You can create a strong web material useful for both adventuring and battle. The web is resilient enough to support one creature. You can temporarily *Restrain* a target within Close range by succeeding on a Finesse Roll against them.",
  "translation": "",
  "context": "## **潜行蛛形纲**\n\n（狼蛛，穴居狼蛛等）\n\n*灵巧 +1 | 闪避值 +2 近战 灵巧 d6+1 物理*\n\n**获得优势：** 攻击，攀爬，潜行\n\n*剧毒之咬：* 当你成功攻击一个近战范围内的目标时，目标暂时变为*中毒*。每次*中毒*的生物行动时，都会受到 **1d10** 点直接物理伤害。\n\n*蛛网发射：* 你可以制造坚韧的蛛网材料，可用于冒险和战斗。蛛网足够坚韧，可以支撑一个生物。通过对其进行一次灵巧掷骰成功，你可以暂时*束缚*一个近距离范围内的目标。"
 },
 {
  "key": "SECTION_183",
  "original": "## **ARMORED SENTRY**\n\n(Armadillo, Pangolin, Turtle, etc.)\n\n*Strength +1 | Evasion +1 Melee Strength d8+2 phy*\n\n**Gain advantage on:** dig, locate, protect *Armored Shell:* Your hardened exterior gives you resistance to physical damage. Additionally, **mark an Armor Slot** to retract into your shell. While in your shell, physical damage is reduced by a number equal to your Armor Score (after applying resistance), but you can't perform other actions without leaving this form.\n\n*Cannonball:* **Mark a Stress** to allow an ally to throw or launch you at an adversary. To do so, the ally makes an attack roll using Agility or Strength (their choice) against a target within Close range. On a success, the adversary takes **d12+2** physical damage using the thrower's Proficiency. You can **spend a Hope** to target an additional adversary within Very Close range of the first. The second target takes half the damage dealt to the first target.",
  "translation": "",
  "context": "## **甲壳哨兵**\n\n（犰狳、穿山甲、海龟等）\n\n*力量 +1 | 闪避值 +1 近战 力量 d8+2 物理*\n\n**获得优势：** 挖掘，定位，保护 *硬化甲壳：* 你坚硬的外壳使你对物理伤害具有抵抗力。此外，**标记一个护甲槽**以缩入壳中。在壳中时，物理伤害会减少一个等于你护甲值（应用抵抗后）的数值，但你无法执行其他行动，除非离开此形态。\n\n*炮弹：* **标记一点压力**允许盟友将你投掷或发射向一名敌方。为此，该盟友对一个近距离范围内的目标进行一次使用敏捷或力量（由其选择）的攻击掷骰。成功时，敌方受到 **d12+2** 点物理伤害，使用投掷者的熟练度。你可以**花费一点希望**来额外指定第一个目标邻近范围内的另一名敌方。第二个目标受到第一个目标所受伤害的一半。"
 },
 {
  "key": "SECTION_184",
  "original": "## **POWERFUL BEAST**\n\n(Bear, Bull, Moose, etc.)\n\n*Strength +1 | Evasion +3 Melee Strength d10+4 phy*\n\n**Gain advantage on:** navigate, protect, scare\n\n*Rampage:* When you roll a 1 on a damage die, you can roll a **d10** and add the result to the damage roll. Additionally, before you make an attack roll, you can **mark a Stress** to gain a +1 bonus to your Proficiency for that attack.\n\n*Thick Hide:* You gain a +2 bonus to your damage thresholds.",
  "translation": "",
  "context": "## **强大野兽**\n\n（熊、公牛、驼鹿等）\n\n*力量 +1 | 闪避值 +3 近战 力量 d10+4 物理*\n\n**获得优势：** 导航，保护，恐吓\n\n*狂暴：* 当你在伤害骰上掷出 1 时，你可以掷一个 **d10** 并将结果加到伤害掷骰中。此外，在进行攻击掷骰之前，你可以**标记一点压力**，以获得该攻击的熟练度 +1 加值。\n\n*厚实皮毛：* 你的伤害阈值获得 +2 加值。"
 },
 {
  "key": "SECTION_185",
  "original": "## **MIGHTY STRIDER**\n\n(Camel, Horse, Zebra, etc.)\n\n*Agility +1 | Evasion +2 Melee Agility d8+1 phy*\n\n**Gain advantage on:** leap, navigate, sprint\n\n*Carrier:* You can carry up to two willing allies with you when you move.\n\n*Trample:* **Mark a Stress** to move up to Close range in a straight line and make an attack against all targets within Melee range of the line. Targets you succeed against take **d8+1** physical damage using your Proficiency and are temporarily *Vulnerable.*",
  "translation": "",
  "context": "## **强力行者**\n\n（骆驼，马，斑马等）\n\n*敏捷 +1 | 闪避值 +2 近战 敏捷 d8+1 物理*\n\n**获得优势：** 跳跃，导航，冲刺\n\n*驮运：* 你移动时可以最多驮运两名愿意的盟友。\n\n*践踏：* **标记一点压力**以沿直线移动至多近距离范围，并对直线近战范围内的所有目标进行攻击。你成功攻击的目标受到 **d8+1** 点物理伤害（使用你的熟练度）并暂时变为*脆弱*。"
 },
 {
  "key": "SECTION_186",
  "original": "## **STRIKING SERPENT**\n\n(Cobra, Rattlesnake, Viper, etc.)\n\n*Finesse +1 | Evasion +2 Very Close Finesse d8+4 phy*\n\n**Gain advantage on:** climb, deceive, sprint\n\n*Venomous Strike:* Make an attack against any number of targets within Very Close range. On a success, a target is temporarily *Poisoned*. A *Poisoned* creature takes **1d10** physical direct damage each time they act.\n\n*Warning Hiss:* **Mark a Stress** to force any number of targets within Melee range to move back to Very Close range.",
  "translation": "",
  "context": "## **噬咬毒蛇**\n\n（眼镜蛇、响尾蛇、蝰蛇等）\n\n*灵巧 +1 | 闪避值 +2 邻近 灵巧 d8+4 物理*\n\n**获得优势：** 攀爬，欺骗，冲刺\n\n*剧毒噬咬：* 对邻近范围内的任意数量目标进行攻击。成功时，目标暂时变为*中毒*。*中毒*生物每次行动时受到 **1d10** 点物理直接伤害。\n\n*警告嘶声：* **标记一点压力**以迫使近战范围内的任意数量目标后退至邻近范围。"
 },
 {
  "key": "SECTION_187",
  "original": "## **POUNCING PREDATOR**\n\n(Cheetah, Lion, Panther, etc.)\n\n*Instinct +1 | Evasion +3 Melee Instinct d8+6 phy*\n\n**Gain advantage on:** attack, climb, sneak\n\n*Fleet:* **Spend a Hope** to move up to Far range without rolling.\n\n*Takedown:* **Mark a Stress** to move into Melee range of a target and make an attack roll against them. On a success, you gain a +2 bonus to your Proficiency for this attack and the target must mark a Stress.",
  "translation": "",
  "context": "## **扑击掠食者**\n\n（猎豹、狮子、黑豹等）\n\n*本能 +1 | 闪避值 +3 近战 本能 d8+6 物理*\n\n**获得优势：** 攻击，攀爬，潜行\n\n*迅捷：* **花费一点希望**，无需掷骰即可移动至多远距离范围。\n\n*制服：* **标记一点压力**以移动至目标的近战范围并对其进行攻击掷骰。成功时，你的本次攻击熟练度获得 +2 加值，且目标必须标记一点压力。"
 },
 {
  "key": "SECTION_188",
  "original": "## **WINGED BEAST**\n\n(Hawk, Owl, Raven, etc.)\n\n*Finesse +1 | Evasion +3 Melee Finesse d4+2 phy*\n\n**Gain advantage on:** deceive, locate, scare\n\n*Bird's-Eye View:* You can fly at will. Once per rest while you are airborne, you can ask the GM a question about the scene below you without needing to roll. The first time a character makes a roll to act on this information, they gain advantage on the roll.\n\n*Hollow Bones:* You gain a −2 penalty to your damage thresholds.\n\n![](_page_34_Picture_0.jpeg)",
  "translation": "",
  "context": "## **有翼野兽**\n\n（鹰，猫头鹰，渡鸦等）\n\n*灵巧 +1 | 闪避值 +3 近战 灵巧 d4+2 物理*\n\n**获得优势：** 欺骗，定位，恐吓\n\n*鸟瞰视角：* 你可以随意飞行。每次休息期间，当你在空中时，你可以无需掷骰向 GM 询问关于下方场景的一个问题。第一个根据此信息进行行动掷骰的角色，其掷骰获得优势。\n\n*空心骨骼：* 你的伤害阈值受到 −2 惩罚。\n\n![](_page_34_Picture_0.jpeg)"
 },
 {
  "key": "SECTION_189",
  "original": "## **GREAT PREDATOR**\n\n(Dire Wolf, Velociraptor, Sabertooth Tiger, etc.)\n\n*Strength +2 | Evasion +2 Melee Strength d12+8 phy*\n\n**Gain advantage on:** attack, sneak, sprint\n\n*Carrier:* You can carry up to two willing allies with you when you move.\n\n*Vicious Maul:* When you succeed on an attack against a target, you can **spend a Hope** to make them temporarily *Vulnerable* and gain a +1 bonus to your Proficiency for this attack.",
  "translation": "",
  "context": "## **巨型掠食者**\n\n（恐狼、迅猛龙、剑齿虎等）\n\n*力量 +2 | 闪避值 +2 近战 力量 d12+8 物理*\n\n**获得优势：** 攻击，潜行，冲刺\n\n*载体：* 移动时你可以携带至多两名自愿的盟友。\n\n*凶猛撕咬：* 当你成功攻击一个目标时，你可以**花费一点希望**使其暂时变为*脆弱*，并且你的本次攻击熟练度获得 +1 加值。"
 },
 {
  "key": "SECTION_190",
  "original": "## **MIGHTY LIZARD**\n\n(Alligator, Crocodile, Gila Monster, etc.)\n\n*Instinct +2 | Evasion +1 Melee Instinct d10+7 phy*\n\n**Gain advantage on:** attack, sneak, track *Physical Defense:* You gain a +3 bonus to your damage thresholds.\n\n*Snapping Strike:* When you succeed on an attack against a target within Melee range, you can **spend a Hope** to clamp that opponent in your jaws, making them temporarily *Restrained* and *Vulnerable*.",
  "translation": "",
  "context": "## **巨型蜥蜴**\n\n（短吻鳄、鳄鱼、吉拉毒蜥等）\n\n*本能 +2 | 闪避值 +1 近战 本能 d10+7 物理*\n\n**获得优势：** 攻击，潜行，追踪 *物理防御：* 你的伤害阈值获得 +3 加值。\n\n*撕咬攻击：* 当你成功攻击近战范围内的一个目标时，你可以**花费一点希望**用你的颌部咬住该对手，使其暂时变为*束缚*和*脆弱*。"
 },
 {
  "key": "SECTION_191",
  "original": "## **GREAT WINGED BEAST**\n\n(Giant Eagle, Falcon, etc.)\n\n*Finesse +2 | Evasion +3 Melee Finesse d8+6 phy*\n\n**Gain advantage on:** deceive, distract, locate\n\n*Bird's-Eye View:* You can fly at will. Once per rest while you are airborne, you can ask the GM a question about the scene below you without needing to roll. The first time a character makes a roll to act on this information, they gain advantage on the roll.\n\n*Carrier:* You can carry up to two willing allies with you when you move.",
  "translation": "",
  "context": "## **巨型有翼野兽**\n\n（巨鹰、猎鹰等）\n\n*灵巧 +2 | 闪避值 +3 近战 灵巧 d8+6 物理*\n\n**获得优势：** 欺骗，分散注意力，定位\n\n*鸟瞰视角：* 你可以随意飞行。每次休息期间，当你在空中时，你可以无需掷骰向 GM 询问关于下方场景的一个问题。第一个根据此信息进行行动掷骰的角色，其掷骰获得优势。\n\n*载体：* 移动时你可以携带至多两名自愿的盟友。"
 },
 {
  "key": "SECTION_192",
  "original": "## **AQUATIC PREDATOR**\n\n(Dolphin, Orca, Shark, etc.)\n\n*Agility +2 | Evasion +4 Melee Agility d10+6 phy*\n\n**Gain advantage on:** attack, swim, track\n\n*Aquatic:* You can breathe and move naturally underwater.\n\n*Vicious Maul:* When you succeed on an attack against a target, you can **spend a Hope** to make them *Vulnerable* and gain a +1 bonus to your Proficiency for this attack.",
  "translation": "",
  "context": "## **水生掠食者**\n\n（海豚、虎鲸、鲨鱼等）\n\n*敏捷 +2 | 闪避值 +4 近战 敏捷 d10+6 物理*\n\n**获得优势：** 攻击，游泳，追踪\n\n*水生：* 你可以在水下自然呼吸和移动。\n\n*凶猛撕咬：* 当你成功攻击一个目标时，你可以**花费一点希望**使其变为*脆弱*，并且你的本次攻击熟练度获得 +1 加值。"
 },
 {
  "key": "SECTION_193",
  "original": "## **LEGENDARY BEAST**\n\n(Upgraded Tier 1 Options)\n\n*Evolved:* Pick a Tier 1 Beastform option and become a larger, more powerful version of that creature. While you're in this form, you retain all traits and features from the original form and gain the following bonuses:\n\n- A +6 bonus to damage rolls\n- A +1 bonus to the trait used by this form\n- A +2 bonus to Evasion",
  "translation": "",
  "context": "## **传奇野兽**\n\n（一级选项升级）\n\n*进化：* 选择一个一级野兽形态选项，并成为该生物更大、更强的版本。处于此形态时，你保留原始形态的所有特性和特征，并获得以下加值：\n\n- 伤害掷骰获得 +6 加值\n- 此形态使用的属性获得 +1 加值\n- 闪避值获得 +2 加值"
 },
 {
  "key": "SECTION_194",
  "original": "## **LEGENDARY HYBRID**\n\n(Griffon, Sphinx, etc.)\n\n*Strength +2 | Evasion +3 Melee Strength d10+8*\n\n*Hybrid Features:* To transform into this creature, **mark an additional Stress**. Choose any two Beastform options from Tiers 1–2. Choose a total of four advantages and two features from those options.",
  "translation": "",
  "context": "## **传奇混血生物**\n\n（狮鹫、斯芬克斯等）\n\n*力量 +2 | 闪避值 +3 近战 力量 d10+8*\n\n*混血特性：* 要变形成此生物，**额外标记一点压力**。从一级至二级野兽形态选项中选择任意两个。从这些选项中总共选择四个优势和两个特性。"
 },
 {
  "key": "SECTION_195",
  "original": "## **MASSIVE BEHEMOTH**\n\n(Elephant, Mammoth, Rhinoceros, etc.)\n\n*Strength +3 | Evasion +1 Melee Strength d12+12 phy*\n\n**Gain advantage on:** locate, protect, scare, sprint\n\n*Carrier:* You can carry up to four willing allies with you when you move.\n\n*Demolish:* **Spend a Hope** to move up to Far range in a straight line and make an attack against all targets within Melee range of the line. Targets you succeed against take **d8+10** physical damage using your Proficiency and are temporarily *Vulnerable*.\n\n*Undaunted:* You gain a +2 bonus to all your damage thresholds.",
  "translation": "",
  "context": "## **巨型猛兽**\n\n（大象、猛犸象、犀牛等）\n\n*力量 +3 | 闪避值 +1 近战 力量 d12+12 物理*\n\n**获得优势：** 定位，保护，恐吓，冲刺\n\n*载体：* 移动时，你可以携带至多四名自愿的盟友。\n\n*摧毁：* **花费一点希望**，沿直线移动至多极远距离范围，并对该直线近战范围内的所有目标进行一次攻击。你成功攻击的目标会受到 **d8+10** 点物理伤害（使用你的熟练度），并暂时变为*脆弱*。\n\n*无畏：* 你的所有伤害阈值获得 +2 加值。"
 },
 {
  "key": "SECTION_196",
  "original": "## **TERRIBLE LIZARD**\n\n(Brachiosaurus, Tyrannosaurus, etc.)\n\n*Strength +3 | Evasion +2 Melee Strength d12+10 phy*\n\n**Gain advantage on:** attack, deceive, scare, track\n\n*Devastating Strikes:* When you deal Severe damage to a target within Melee range, you can **mark a Stress** to force them to mark an additional Hit Point.\n\n*Massive Stride:* You can move up to Far range without rolling. You ignore rough terrain (at the GM's discretion) due to your size.",
  "translation": "",
  "context": "## **可怕蜥蜴**\n\n（腕龙、霸王龙等）\n\n*力量 +3 | 闪避值 +2 近战 力量 d12+10 物理*\n\n**获得优势：** 攻击，欺骗，恐吓，追踪\n\n*毁灭打击：* 当你对近战范围内的目标造成重伤时，你可以**标记一点压力**，迫使他们额外标记一点生命点。\n\n*巨大步伐：* 你可以无需掷骰移动至多远距离范围。由于你的体型，你可以无视崎岖地形（由GM决定）。"
 },
 {
  "key": "SECTION_197",
  "original": "## **MYTHIC AERIAL HUNTER**\n\n(Dragon, Pterodactyl, Roc, Wyvern, etc.)\n\n*Finesse +3 | Evasion +4 Melee Finesse d10+11 phy*\n\n**Gain advantage on:** attack, deceive, locate, navigate\n\n*Carrier:* You can carry up to three willing allies with you when you move.\n\n*Deadly Raptor:* You can fly at will and move up to Far range as part of your action. When you move in a straight line into Melee range of a target from at least Close range and make an attack against that target in the same action, you can reroll all damage dice that rolled a result lower than your Proficiency.",
  "translation": "",
  "context": "## **神话空中猎手**\n\n（龙、翼龙、大鹏、双足飞龙等）\n\n*灵巧 +3 | 闪避值 +4 近战 灵巧 d10+11 物理*\n\n**获得优势：** 攻击，欺骗，定位，导航\n\n*载体：* 移动时，你可以携带至多三名自愿的盟友。\n\n*致命猛禽：* 你可以随意飞行，并且作为你的行动的一部分，可以移动至多远距离范围。当你从至少近距离范围直线移动进入目标的近战范围，并在同一行动中对该目标进行攻击时，你可以重掷所有结果低于你熟练度的伤害骰。"
 },
 {
  "key": "SECTION_198",
  "original": "## **EPIC AQUATIC BEAST**\n\n(Giant Squid, Whale, etc.)\n\n*Agility +3 | Evasion +3 Melee Agility d10+10 phy*\n\n**Gain advantage on:** locate, protect, scare, track\n\n*Ocean Master:* You can breathe and move naturally underwater. When you succeed on an attack against a target within Melee range, you can temporarily *Restrain* them.\n\n*Unyielding:* When you would mark an Armor Slot, roll a **d6**. On a result of 5 or higher, reduce the severity by one threshold without marking an Armor Slot.",
  "translation": "",
  "context": "## **史诗水生巨兽**\n\n（巨型乌贼、鲸鱼等）\n\n*敏捷 +3 | 闪避值 +3 近战 敏捷 d10+10 物理*\n\n**获得优势：** 定位，保护，恐吓，追踪\n\n*海洋霸主：* 你可以在水下自然呼吸和移动。当你对近战范围内的目标进行攻击并成功时，你可以暂时*束缚*他们。\n\n*不屈：* 当你将要标记一个护甲槽时，掷一个**d6**。结果为5或更高时，将伤害等级降低一个阈值，而无需标记护甲槽。"
 },
 {
  "key": "SECTION_199",
  "original": "## **MYTHIC BEAST**\n\n(Upgraded Tier 1 or Tier 2 Options)\n\n*Evolved:* Pick a Tier 1 or Tier 2 Beastform option and become a larger, more powerful version of that creature. While you're in this form, you retain all traits and features from the original form and gain the the following bonuses:\n\n- A +9 bonus to damage rolls\n- A +2 bonus to the trait used by this form\n- A +3 bonus to Evasion\n- Your damage die increases by one size (d6 becomes d8, d8 becomes d10, etc.)",
  "translation": "",
  "context": "## **神话巨兽**\n\n（升级版第一级或第二级选项）\n\n*进化：* 选择一个第一级或第二级野兽形态选项，并变成该生物更大、更强大的版本。处于此形态时，你保留原形态的所有属性和特性，并获得以下加成：\n\n- 伤害掷骰获得 +9 加成\n- 该形态使用的属性获得 +2 加成\n- 闪避值获得 +3 加成\n- 你的伤害骰增加一级大小（d6 变为 d8，d8 变为 d10，等等）"
 },
 {
  "key": "SECTION_200",
  "original": "## **MYTHIC HYBRID**\n\n(Chimera, Cockatrice, Manticore, etc.)\n\n*Strength +3 | Evasion +2 Strength Melee d12+10 phy*\n\n*Hybrid Features:* To transform into this creature, **mark 2 additional Stress**. Choose any three Beastform options from Tiers 1–3. Choose a total of five advantages and three features from those options.",
  "translation": "",
  "context": "## **神话混合兽**\n\n（奇美拉、鸡蛇怪、曼提柯尔等）\n\n*力量 +3 | 闪避值 +2 近战 力量 d12+10 物理*\n\n*混合特性：* 变形为这种生物时，**额外标记 2 点压力**。从第一至第三级中选择任意三个野兽形态选项。从这些选项中总共选择五个优势和三个特性。"
 },
 {
  "key": "SECTION_201",
  "original": "# <span id=\"page-36-0\"></span>GUARDIAN\n\nThe title of guardian represents an array of martial professions, speaking more to their moral compass and unshakeable fortitude than the means by which they fight. While many guardians join groups of militants for either a country or cause, they're more likely to follow those few they truly care for, majority be damned. Guardians are known for fighting with remarkable ferocity even against overwhelming odds, defending their cohort above all else. Woe betide those who harm the ally of a guardian, as the guardian will answer this injury in kind.",
  "translation": "",
  "context": "# <span id=\"page-36-0\"></span>守护者\n\n守护者这个头衔代表着一系列武术职业，与其说是指他们战斗的方式，不如说是指他们的道德准则和坚不可摧的毅力。虽然许多守护者会为了国家或事业加入军事组织，但他们更倾向于追随他们真正关心的人，哪怕大多数人反对。守护者以即使面对压倒性劣势也能展现出非凡的凶猛战斗而闻名，他们将保护自己的同伴置于一切之上。那些伤害守护者盟友的人将自食其果，因为守护者会以牙还牙。"
 },
 {
  "key": "SECTION_202",
  "original": "## DOMAINS\n\nValor and Blade",
  "translation": "",
  "context": "## 领域\n\n英勇与刀刃"
 },
 {
  "key": "SECTION_203",
  "original": "## STARTING EVASION\n\n9",
  "translation": "",
  "context": "## 初始闪避值\n\n9"
 },
 {
  "key": "SECTION_204",
  "original": "## STARTING HIT POINTS\n\n7",
  "translation": "",
  "context": "## 初始生命点\n\n7"
 },
 {
  "key": "SECTION_205",
  "original": "## CLASS ITEMS\n\nA totem from your mentor or a secret key",
  "translation": "",
  "context": "## 职业物品\n\n导师的图腾或一把秘密钥匙"
 },
 {
  "key": "SECTION_206",
  "original": "## GUARDIAN'S HOPE FEATURE\n\n*Frontline Tank:* **Spend 3 Hope** to clear 2 Armor Slots.",
  "translation": "",
  "context": "## 卫士的希望特性\n\n*前线肉盾：* **花费 3 点希望**，清除 2 个护甲槽。"
 },
 {
  "key": "SECTION_207",
  "original": "## CLASS FEATURE",
  "translation": "",
  "context": "## 职业特性"
 },
 {
  "key": "SECTION_208",
  "original": "### **Unstoppable**\n\nOnce per long rest, you can become *Unstoppable*. You gain an Unstoppable Die. At level 1, your Unstoppable Die is a **d4**. Place it on your character sheet in the space provided, starting with the 1 value facing up. After you make a damage roll that deals 1 or more Hit Points to a target, increase the Unstoppable Die value by one. When the die's value would exceed its maximum value or when the scene ends, remove the die and drop out of *Unstoppable*. At level 5, your Unstoppable Die increases to a **d6**.\n\nWhile *Unstoppable*, you gain the following benefits:\n\n- You reduce the severity of physical damage by one threshold (Severe to Major, Major to Minor, Minor to None).\n- You add the current value of the Unstoppable Die to your damage roll.\n- You can't be *Restrained* or *Vulnerable*.\n\n*Tip: If your Unstoppable Die is a d4 and the 4 is currently facing up, you remove the die the next time you would increase it. However, if your Unstoppable Die has increased to a d6 and the 4 is currently facing up, you'll turn it to 5 the next time you would increase it. In this case, you'll remove the die after you would need to increase it higher than 6.*",
  "translation": "",
  "context": "### **势不可挡 (Unstoppable)**\n\n每次长休后，你可以进入 *势不可挡* 状态。你获得一个势不可挡骰。在 1 级时，你的势不可挡骰是 **d4**。将其放在你的角色卡上提供的空间中，起始值为 1 朝上。在你进行造成 1 点或更多生命点伤害的伤害掷骰后，将势不可挡骰的值增加 1。当骰子的值超过其最大值或场景结束时，移除骰子并退出 *势不可挡* 状态。在 5 级时，你的势不可挡骰增加到 **d6**。\n\n处于 *势不可挡* 状态时，你获得以下好处：\n\n- 你将物理伤害的严重程度降低一级阈值（重伤降至损伤，损伤降至轻伤，轻伤降至无）。\n- 你将当前势不可挡骰的值添加到你的伤害掷骰中。\n- 你不能被 *束缚* 或 *脆弱*。\n\n*提示：如果你的势不可挡骰是 d4，且当前值为 4 朝上，下次你需要增加它时，你将移除骰子。然而，如果你的势不可挡骰已增加到 d6，且当前值为 4 朝上，下次你需要增加它时，你会将其翻到 5。在这种情况下，当你需要将它增加到高于 6 时，你才会移除骰子。*"
 },
 {
  "key": "SECTION_209",
  "original": "## GUARDIAN SUBCLASSES\n\n*Choose either the Stalwart or Vengeance subclass.*",
  "translation": "",
  "context": "## 卫士子职业\n\n*选择“坚毅卫士”或“复仇卫士”子职业。*"
 },
 {
  "key": "SECTION_210",
  "original": "## STALWART\n\n*Play the Stalwart if you want to take heavy blows and keep fighting.*",
  "translation": "",
  "context": "## 坚毅卫士\n\n*如果你想承受重击并继续战斗，就选择坚毅卫士。*"
 },
 {
  "key": "SECTION_211",
  "original": "## **FOUNDATION FEATURES**\n\n*Unwavering:* Gain a permanent +1 bonus to your damage thresholds.\n\n*Iron Will:* When you take physical damage, you can **mark an additional Armor Slot** to reduce the severity.",
  "translation": "",
  "context": "## **基础特性**\n\n*坚定不移 (Unwavering)*：你的伤害阈值获得永久 +1 加值。\n\n*钢铁意志 (Iron Will)*：当你受到物理伤害时，你可以**额外标记一个护甲槽 (Armor Slot)** 来降低伤害严重程度。"
 },
 {
  "key": "SECTION_212",
  "original": "## **SPECIALIZATION FEATURES**\n\n*Unrelenting:* Gain a permanent +2 bonus to your damage thresholds.\n\n*Partners-in-Arms:* When an ally within Very Close range takes damage, you can **mark an Armor Slot** to reduce the severity by one threshold.",
  "translation": "",
  "context": "## **专精特性**\n\n*不屈不挠 (Unrelenting)*：你的伤害阈值获得永久 +2 加值。\n\n*并肩作战 (Partners-in-Arms)*：当一个邻近范围内的盟友受到伤害时，你可以**标记一个护甲槽 (Armor Slot)** 将伤害严重程度降低一个阈值。"
 },
 {
  "key": "SECTION_213",
  "original": "## **MASTERY FEATURES**\n\n*Undaunted:* Gain a permanent +3 bonus to your damage thresholds.\n\n*Loyal Protector:* When an ally within Close range has 2 or fewer Hit Points and would take damage, you can **mark a Stress** to sprint to their side and take the damage instead.",
  "translation": "",
  "context": "## **精通特性**\n\n*无畏 (Undaunted)*：你的伤害阈值获得永久 +3 加值。\n\n*忠诚护卫 (Loyal Protector)*：当一个近距离范围内的盟友生命点 (Hit Points) 剩余 2 点或更少且将要受到伤害时，你可以**标记一个压力点 (Stress)** 冲刺到他们身边，由你承受伤害。"
 },
 {
  "key": "SECTION_214",
  "original": "## VENGEANCE\n\n*Play the Vengeance if you want to strike down enemies who harm you or your allies.*",
  "translation": "",
  "context": "## 复仇 (VENGEANCE)\n\n*如果你想击倒伤害你或你的盟友的敌人，就选择复仇 (Vengeance)。*"
 },
 {
  "key": "SECTION_215",
  "original": "## **FOUNDATION FEATURES**\n\n*At Ease:* Gain an additional Stress slot.\n\n*Revenge:* When an adversary within Melee range succeeds on an attack against you, you can **mark 2 Stress** to force the attacker to mark a Hit Point.",
  "translation": "",
  "context": "## **基础特性**\n\n*安逸 (At Ease)*：获得一个额外的压力点 (Stress) 槽位。\n\n*复仇 (Revenge)*：当一个近战范围 (Melee range) 内的敌方对你攻击成功时，你可以**标记 2 个压力点 (Stress)** 迫使攻击者标记 1 个生命点 (Hit Point)。"
 },
 {
  "key": "SECTION_216",
  "original": "## **SPECIALIZATION FEATURE**\n\n*Act of Reprisal:* When an adversary damages an ally within Melee range, you gain a +1 bonus to your Proficiency for the next successful attack you make against that adversary.",
  "translation": "",
  "context": "## **专精特性**\n\n*报复行动 (Act of Reprisal)*：当一个敌方对你近战范围 (Melee range) 内的盟友造成伤害时，你对该敌方进行的下一次成功攻击的熟练值 (Proficiency) 获得 +1 加值。"
 },
 {
  "key": "SECTION_217",
  "original": "## **MASTERY FEATURE**\n\n*Nemesis:* **Spend 2 Hope** to *Prioritize* an adversary until your next rest. When you make an attack against your *Prioritized* adversary, you can swap the results of your Hope and Fear Dice. You can only *Prioritize* one adversary at a time.\n\n3",
  "translation": "",
  "context": "## **精通特性**\n\n*宿敌 (Nemesis)*：**花费 2 个希望点 (Hope)** 来*优先锁定 (Prioritize)* 一个敌方，直到你下一次休息。当你对你*优先锁定 (Prioritize)* 的敌方进行攻击时，你可以交换你的希望骰 (Hope Dice) 和恐惧骰 (Fear Dice) 的结果。你一次只能*优先锁定 (Prioritize)* 一个敌方。\n\n3"
 },
 {
  "key": "SECTION_218",
  "original": "## BACKGROUND QUESTIONS\n\n*Answer any of the following background questions. You can also create your own questions.*\n\n- Who from your community did you fail to protect, and why do you still think of them?\n- You've been tasked with protecting something important and delivering it somewhere dangerous. What is it, and where does it need to go?\n- You consider an aspect of yourself to be a weakness. What is it, and how has it affected you?",
  "translation": "",
  "context": "## 背景问题\n\n*回答以下任意背景问题。你也可以创建自己的问题。*\n\n- 在你的社群中，你未能保护谁，为什么你至今仍思念他们？\n- 你被赋予了保护某件重要物品并将其送到某个危险之地的任务。那是什么，以及需要送到哪里？\n- 你认为自己身上的某个方面是弱点。那是什么，以及它是如何影响你的？"
 },
 {
  "key": "SECTION_219",
  "original": "## CONNECTIONS\n\n*Ask your fellow players one of the following questions for their character to answer, or create your own questions.*\n\n- How did I save your life the first time we met?\n- What small gift did you give me that you notice I always carry with me?\n- What lie have you told me about yourself that I absolutely believe?\n\n![](_page_37_Picture_10.jpeg)",
  "translation": "",
  "context": "## 关联\n\n*向你的同伴玩家提出以下一个问题，让他们为自己的角色作答，或者创建你自己的问题。*\n\n- 我们第一次见面时，我是如何拯救了你的生命？\n- 你送给我的小礼物是什么，你注意到我总是随身带着？\n- 你对我说了关于你自己的哪个谎言，而我完全相信了？\n\n![](_page_37_Picture_10.jpeg)"
 },
 {
  "key": "SECTION_220",
  "original": "# <span id=\"page-38-0\"></span>RANGER\n\nRangers are highly skilled hunters who, despite their martial abilities, rarely lend their skills to an army. Through mastery of the body and a deep understanding of the wilderness, rangers become sly tacticians, pursuing their quarry with cunning and patience. Many rangers track and fight alongside an animal companion with whom they've forged a powerful spiritual bond. By honing their skills in the wild, rangers become expert trackers, as likely to ensnare their foes in a trap as they are to assail them head-on.",
  "translation": "",
  "context": "# <span id=\"page-38-0\"></span>游侠 (RANGER)\n\n游侠是技艺高超的猎手，尽管他们拥有武艺，却很少为军队效力。通过对身体的精通和对荒野的深刻理解，游侠成为了狡猾的战术家，凭借狡黠和耐心追捕猎物。许多游侠会与他们建立强大精神联系的动物伙伴一起追踪和战斗。通过在野外磨练技能，游侠成为了追踪专家，他们既善于设下陷阱困住敌人，也敢于正面攻击。"
 },
 {
  "key": "SECTION_221",
  "original": "## DOMAINS\n\nBone and Sage",
  "translation": "",
  "context": "## 领域 (DOMAINS)\n\n骨与贤者 (Bone and Sage)"
 },
 {
  "key": "SECTION_222",
  "original": "## STARTING EVASION\n\n12",
  "translation": "",
  "context": "## 初始闪避值\n\n12"
 },
 {
  "key": "SECTION_223",
  "original": "## STARTING HIT POINTS\n\n6",
  "translation": "",
  "context": "## 初始生命点\n\n6"
 },
 {
  "key": "SECTION_224",
  "original": "## CLASS ITEMS\n\nA trophy from your first kill or a seemingly broken compass",
  "translation": "",
  "context": "## 职业物品\n\n你第一次狩猎的战利品或一个看似损坏的指南针"
 },
 {
  "key": "SECTION_225",
  "original": "## RANGER'S HOPE FEATURE\n\n*Hold Them Off:* **Spend 3 Hope** when you succeed on an attack with a weapon to use that same roll against two additional adversaries within range of the attack.",
  "translation": "",
  "context": "## 游侠的希望特性\n\n*牵制他们：*当你用武器攻击成功时，**花费 3 点希望**，可以使用相同的掷骰结果攻击该次攻击范围内额外的两个敌人。"
 },
 {
  "key": "SECTION_226",
  "original": "## CLASS FEATURE",
  "translation": "",
  "context": "## 职业特性"
 },
 {
  "key": "SECTION_227",
  "original": "## **Ranger's Focus**\n\n**Spend a Hope** and make an attack against a target. On a success, deal your attack's normal damage and temporarily make the attack's target your *Focus*. Until this feature ends or you make a different creature your *Focus*, you gain the following benefits against your *Focus*:\n\n- You know precisely what direction they are in.\n- When you deal damage to them, they must mark a Stress.\n- When you fail an attack against them, you can end your Ranger's Focus feature to reroll your Duality Dice.",
  "translation": "",
  "context": "## **游侠的专注**\n\n**花费一点希望**并对一个目标进行攻击。成功时，造成你攻击的正常伤害，并暂时将攻击目标设为你的*专注*。直到此特性结束或你将另一个生物设为你的*专注*，你对你的*专注*获得以下好处：\n\n- 你精准地知道他们所在的方位。\n- 当你对他们造成伤害时，他们必须标记一点压力。\n- 当你对他们攻击失败时，你可以结束你的游侠专注特性，重新掷你的二元骰。"
 },
 {
  "key": "SECTION_228",
  "original": "## RANGER SUBCLASSES\n\n*Choose either the Beastbound or Wayfinder subclass.*",
  "translation": "",
  "context": "## 游侠子职业\n\n*选择野兽羁绊或寻路者子职业之一。*"
 },
 {
  "key": "SECTION_229",
  "original": "## BEASTBOUND\n\n*Play the Beastbound if you want to form a deep bond with an animal ally.*",
  "translation": "",
  "context": "## 野兽羁绊\n\n*如果你想与动物盟友建立深厚羁绊，请选择野兽羁绊。*"
 },
 {
  "key": "SECTION_230",
  "original": "## **SPELLCAST TRAIT**\n\nAgility",
  "translation": "",
  "context": "## **施法属性**\n\n敏捷"
 },
 {
  "key": "SECTION_231",
  "original": "## **FOUNDATION FEATURE**\n\n*Companion:* You have an animal companion of your choice (at the GM's discretion). They stay by your side unless you tell them otherwise.\n\nTake the Ranger Companion sheet. When you level up your character, choose a level-up option for your companion from this sheet as well.",
  "translation": "",
  "context": "## **基础特性**\n\n*伙伴：* 你有一个你选择的动物伙伴（由GM决定）。除非你另有指示，否则它会一直待在你身边。\n\n拿取游侠伙伴表。当你提升角色等级时，也从这张表中为你的伙伴选择一个升级选项。"
 },
 {
  "key": "SECTION_232",
  "original": "## **SPECIALIZATION FEATURES**\n\n*Expert Training:* Choose an additional level-up option for your companion.\n\n*Battle-Bonded:* When an adversary attacks you while they're within your companion's Melee range, you gain a +2 bonus to your Evasion against the attack.",
  "translation": "",
  "context": "## **专长特性**\n\n*专家训练：* 为你的伙伴额外选择一个升级选项。\n\n*战斗羁绊：* 当一个敌人在你伙伴的近战范围内攻击你时，你对抗该攻击的闪避值获得+2加值。"
 },
 {
  "key": "SECTION_233",
  "original": "## **MASTERY FEATURES**\n\n*Advanced Training:* Choose two additional level-up options for your companion.\n\n*Loyal Friend:* Once per long rest, when the damage from an attack would mark your companion's last Stress or your last Hit Point and you're within Close range of each other, you or your companion can rush to the other's side and take that damage instead.",
  "translation": "",
  "context": "## **精通特性**\n\n*进阶训练：* 为你的伙伴额外选择两个升级选项。\n\n*忠诚朋友：* 每次长休一次，当一次攻击造成的伤害会标记你伙伴的最后一个压力点或你的最后一个生命点，并且你们彼此在近距离范围内时，你或你的伙伴可以冲到对方身边并代替承受该伤害。"
 },
 {
  "key": "SECTION_234",
  "original": "## <span id=\"page-39-0\"></span>WAYFINDER\n\n*Play the Wayfinder if you want to hunt your prey and strike with deadly force.*",
  "translation": "",
  "context": "## <span id=\"page-39-0\"></span>探路者\n\n*如果你想狩猎猎物并施以致命一击，就扮演探路者。*"
 },
 {
  "key": "SECTION_235",
  "original": "## **SPELLCAST TRAIT**\n\nAgility",
  "translation": "",
  "context": "## **施法属性**\n\n敏捷"
 },
 {
  "key": "SECTION_236",
  "original": "## **FOUNDATION FEATURES**\n\n*Ruthless Predator:* When you make a damage roll, you can **mark a Stress** to gain a +1 bonus to your Proficiency. Additionally, when you deal Severe damage to an adversary, they must mark a Stress.\n\n*Path Forward:* When you're traveling to a place you've previously visited or you carry an object that has been at the location before, you can identify the shortest, most direct path to your destination.",
  "translation": "",
  "context": "## **基础特性**\n\n*无情掠食者：* 当你进行伤害掷骰时，你可以**标记一个压力点**以获得+1熟练加值。此外，当你对一个敌方目标造成重伤时，他们必须标记一个压力点。\n\n*前进之路：* 当你前往一个你之前去过的地方，或者你携带有曾在此地出现过的物品时，你可以确定前往目的地的最短、最直接的路径。"
 },
 {
  "key": "SECTION_237",
  "original": "## **SPECIALIZATION FEATURE**\n\n*Elusive Predator:* When your *Focus* makes an attack against you, you gain a +2 bonus to your Evasion against the attack.",
  "translation": "",
  "context": "## **专精特性**\n\n*难以捉摸的掠食者：* 当你的*焦点*对你进行攻击时，你对抗该攻击的闪避值获得+2加值。"
 },
 {
  "key": "SECTION_238",
  "original": "## **MASTERY FEATURE**\n\n*Apex Predator:* Before you make an attack roll against your *Focus*, you can **spend a Hope**. On a successful attack, you remove a Fear from the GM's Fear pool.",
  "translation": "",
  "context": "## **精通特性**\n\n*顶级掠食者：* 在你对你的*焦点*进行攻击掷骰之前，你可以**花费一个希望点**。如果攻击成功，你从GM的恐惧点池中移除一个恐惧点。"
 },
 {
  "key": "SECTION_239",
  "original": "## BACKGROUND QUESTIONS\n\n*Answer any of the following background questions. You can also create your own questions.*\n\n- A terrible creature hurt your community, and you've vowed to hunt them down. What are they, and what unique trail or sign do they leave behind?\n- Your first kill almost killed you, too. What was it, and what part of you was never the same after that event?\n- You've traveled many dangerous lands, but what is the one place you refuse to go?",
  "translation": "",
  "context": "## 背景问题\n\n*回答以下任意背景问题。你也可以创建自己的问题。*\n\n- 一个可怕的生物伤害了你的社群，你发誓要追捕它们。它们是什么？它们留下了什么独特的踪迹或标记？\n- 你的第一次狩猎差点要了你的命。那是什么？那次事件后，你的哪一部分再也回不到从前了？\n- 你曾游历过许多危险之地，但有什么地方是你绝不会去的？"
 },
 {
  "key": "SECTION_240",
  "original": "## CONNECTIONS\n\n*Ask your fellow players one of the following questions for their character to answer, or create your own questions.*\n\n- What friendly competition do we have?\n- Why do you act differently when we're alone than when others are around?\n- What threat have you asked me to watch for, and why are you worried about it?",
  "translation": "",
  "context": "## 联系\n\n*向你的同伴玩家提出以下一个问题，让他们的角色来回答，或者创建你自己的问题。*\n\n- 我们之间有什么友好的竞争？\n- 为什么我们单独在一起时，你的行为与有他人在场时不同？\n- 你让我留意什么威胁？你为什么担心它？"
 },
 {
  "key": "SECTION_241",
  "original": "## RANGER COMPANION\n\nWhen you choose the Beastbound Ranger subclass, take a companion sheet. This sheet is for tracking important information about your character's companion and can be tucked beneath the right side of your character sheet for ease of viewing.",
  "translation": "",
  "context": "## 游侠伙伴\n\n当你选择野兽羁绊游侠子职业时，拿取一张伙伴表。这张表用于记录你角色伙伴的重要信息，可以放在你的角色表右侧下方以便查看。"
 },
 {
  "key": "SECTION_242",
  "original": "## **STEP 1: NAME YOUR COMPANION**\n\nWork with the GM to decide what kind of animal you have as your companion. Give them a name and add a picture of them to the companion sheet.",
  "translation": "",
  "context": "## **步骤 1：命名你的伙伴**\n\n与 GM 协商，决定你的伙伴是什么样的动物。给它们起一个名字，并将它们的图片添加到伙伴表上。"
 },
 {
  "key": "SECTION_243",
  "original": "## **STEP 2: WRITE THEIR EVASION**\n\nFill in their Evasion, which starts at 10.",
  "translation": "",
  "context": "## **步骤 2：填写它们的闪避值**\n\n填写它们的闪避值，初始值为 10。"
 },
 {
  "key": "SECTION_244",
  "original": "## **STEP 3: CHOOSE THEIR COMPANION EXPERIENCE**\n\nCreate two Experiences for your companion based on their training and the history you have together.\n\nStart with +2 in both Experiences. Whenever you gain a new Experience, your companion also gains one. All new Experiences start at +2.",
  "translation": "",
  "context": "## **步骤 3：选择你的伙伴经历**\n\n根据你的伙伴所受的训练以及你们共同的历史，为你的伙伴创建两个经历。\n\n两个经历都以 +2 开始。每当你获得一个新的经历，你的伙伴也会获得一个。所有新的经历都以 +2 开始。"
 },
 {
  "key": "SECTION_245",
  "original": "#### *Example Companion Experiences*\n\nBold Distraction, Expert Climber, Fetch, Friendly, Guardian of the Forest, Horrifying, Intimidating, Loyal Until the End, Navigation, Nimble, Nobody Left Behind, On High Alert, Protective, Royal Companion, Scout, Service Animal, Trusted Mount, Vigilant, We Always Find Them, You Can't Hit What You Can't Find",
  "translation": "",
  "context": "#### *伙伴经历示例*\n\n大胆干扰者、攀爬专家、取回、友好、森林守卫者、恐怖、威吓者、忠诚至死、导航、敏捷、不抛弃任何人、高度警惕、保护者、皇家伙伴、侦察员、服务型动物、值得信赖的坐骑、警惕、我们总能找到他们、你打不到你看不到的东西"
 },
 {
  "key": "SECTION_246",
  "original": "## **STEP 4: CHOOSE THEIR ATTACK AND RECORD DAMAGE DIE**\n\nFinally, describe your companion's method of dealing damage (their standard attack) and record it in the \"Attack & Damage\" section. At level 1, your companion's damage die is a d6 and their range is Melee.\n\n![](_page_40_Picture_13.jpeg)",
  "translation": "",
  "context": "## **步骤 4：选择它们的攻击方式并记录伤害骰**\n\n最后，描述你的伙伴造成伤害的方式（它们的标准攻击）并记录在“攻击与伤害”部分。在 1 级时，你的伙伴的伤害骰是一个 d6，它们的射程是近战。\n\n![](_page_40_Picture_13.jpeg)"
 },
 {
  "key": "SECTION_247",
  "original": "## WORKING WITH YOUR COMPANION\n\nThe following sections will run you through the basics of working with your companion.",
  "translation": "",
  "context": "## 与你的伙伴合作\n\n以下部分将带你了解与你的伙伴合作的基础知识。"
 },
 {
  "key": "SECTION_248",
  "original": "## **USING SPELLCAST ROLLS, HOPE, AND EXPERIENCES**\n\nMake a Spellcast Roll to connect with your companion and command them to take action. Spend a Hope to add an applicable Companion Experience to the roll. On a success with Hope, if your next action builds on their success, you gain advantage on the roll.",
  "translation": "",
  "context": "## **使用施法掷骰、希望和经历**\n\n进行一次施法掷骰，与你的伙伴建立联系并命令它们采取行动。花费一点希望，将一项适用的伙伴经历加入掷骰中。在希望结果的成功时，如果你的下一次行动是基于它们的成功，则你在掷骰中获得优势。"
 },
 {
  "key": "SECTION_249",
  "original": "## **ATTACKING WITH YOUR COMPANION**\n\nWhen you command your companion to attack, they gain any benefits that would normally only apply to you (such as the effects of \"Ranger's Focus\"). On a success, their damage roll uses your Proficiency and their damage die.",
  "translation": "",
  "context": "## **与你的伙伴一同攻击**\n\n当你命令你的伙伴进行攻击时，它们获得通常只适用于你的任何增益（例如“游侠专注”的效果）。在成功时，它们的伤害掷骰使用你的熟练度和它们的伤害骰。"
 },
 {
  "key": "SECTION_250",
  "original": "## **TAKING DAMAGE AS STRESS**\n\nWhen your companion would take any amount of damage, they mark a Stress. When they mark their last Stress, they drop out of the scene (by hiding, fleeing, or a similar action). They remain unavailable until the start of your next long rest, where they return with 1 Stress cleared.\n\nWhen you choose a downtime move that clears Stress on yourself, your companion clears an equal number of Stress.",
  "translation": "",
  "context": "## **将伤害视为压力**\n\n当你的伙伴受到任何数量的伤害时，它们标记一点压力。当它们标记最后一点压力时，它们会退出场景（通过躲藏、逃跑或类似行动）。它们将不可用，直到你下一次长休开始，届时它们将恢复并清除 1 点压力。\n\n当你选择一个可以清除自身压力的休息行动时，你的伙伴也会清除等量的压力。"
 },
 {
  "key": "SECTION_251",
  "original": "## **LEVELING UP YOUR COMPANION**\n\nWhen your character levels up, choose one available option for your companion from the following list and mark it on your sheet.\n\n*Intelligent:* Your companion gains a permanent +1 bonus to a Companion Experience of your choice.\n\n*Light in the Dark:* Use this as an additional Hope slot your character can mark.\n\n*Creature Comfort:* Once per rest, when you take time during a quiet moment to give your companion love and attention, you can gain a Hope or you can both clear a Stress.\n\n*Armored:* When your companion takes damage, you can **mark one of your Armor Slots** instead of marking one of their Stress.\n\n*Vicious:* Increase your companion's damage dice or range by one step (d6 to d8, Close to Far, etc.).\n\n*Resilient:* Your companion gains an additional Stress slot.\n\n*Bonded:* When you mark your last Hit Point, your companion rushes to your side to comfort you. Roll a number of **d6s** equal to the unmarked Stress slots they have and mark them. If any roll a 6, your companion helps you up. Clear your last Hit Point and return to the scene.\n\n*Aware:* Your companion gains a permanent +2 bonus to their Evasion.\n\n| ಿ  |  |\n|----|--|\n|    |  |\n|    |  |\n| 16 |  |\n|    |  |",
  "translation": "",
  "context": "## **伙伴升级**\n\n当你的角色升级时，从以下列表中选择一个可用的伙伴选项，并将其标记在你的角色卡上。\n\n*聪慧：* 你的伙伴获得一个你选择的伙伴经历的永久 +1 加值。\n\n*黑暗中的光芒：* 可以将其用作你的角色可以标记的一个额外希望槽位。\n\n*生物舒适：* 每休息一次，当你在安静时刻花时间给你的伙伴爱和关注时，你可以获得一个希望，或者你们都可以清除一个压力。\n\n*护甲：* 当你的伙伴受到伤害时，你可以**标记一个你的护甲槽位**，而不是标记它们的一个压力。\n\n*凶猛：* 增加你的伙伴的伤害骰或范围一个等级（d6 变为 d8，近距离变为远距离，等等）。\n\n*坚韧：* 你的伙伴获得一个额外的压力槽位。\n\n*羁绊：* 当你标记最后一个生命点时，你的伙伴会冲到你身边安慰你。掷出等同于它们未标记的压力槽位数量的 **d6**，并标记它们。如果任何骰子掷出 6，你的伙伴会帮助你站起来。清除你的最后一个生命点，然后回到场景中。\n\n*警觉：* 你的伙伴获得对其闪避值的永久 +2 加值。\n\n| ಿ  |  |\n|----|--|\n|    |  |\n|    |  |\n| 16 |  |\n|    |  |"
 },
 {
  "key": "SECTION_252",
  "original": "## RANGER companion\n\n![](_page_41_Picture_2.jpeg)\n\n*Intelligent:* Your companion gains a permanent +1 bonus to a Companion Experience of your choice. *Light in the Dark: Creature Comfort:* Once per rest, when you take time during a quiet moment to give your companion love and attention, you can gain a Hope or you can both clear a Stress. *Armored:* When your companion takes damage, you can mark one of your Armor Slots instead of marking one of their Stress. *Vicious:* Increase your companion's damage dice or range by one step (d6 to d8, Close to Far, etc.). *Resilient:* Your companion gains an additional Stress slot. *Bonded:* When you mark your last Hit Point, your companion rushes to your side to comfort you. Roll a number of d6s equal to the unmarked Stress slots they have and mark them. If any roll a 6, your companion helps you up. Clear your last Hit Point and return to the scene. *Aware:* Your companion gains a permanent +2 bonus to their Evasion. Attack & damage d6 When you command your companion to attack, they gain any benefits that would normally only apply to you (such as the effects of \"Ranger's Focus\"). On a success, their damage roll uses your Proficiency and their damage die. TRAINING When your companion would take any amount of damage, they mark a Stress. When they mark their last Stress, they drop out of the scene (by hiding, fleeing, or a similar action). They remain unavailable until the start of your next long rest, where they return with 1 Stress cleared. When you choose a downtime move that clears Stress on yourself, your companion clears an equal number of Stress. When your character levels up, choose one available option for your companion from the following list and mark it here. stress stress: Start at 10 Use this as an additional Hope slot your character can mark. d8 d10 d12 Work with the GM to decide what kind of animal you have as your companion. Give them a name and draw or attach a picture of them in the space above. Then create two Experiences for your companion based on their training and the history you have together. Finally, describe their method of dealing damage (their standard attack) and record it in the \"Attack & Damage\" section. Their damage starts at d6 and their range starts at Melee. **COMPANION NAME** Make a Spellcast Roll to connect with your companion and command them to take action. Spend a Hope to add an applicable Companion Experience to the roll. On a success with Hope, if your next action builds on their success, you gain advantage on the roll. Example Companion Experiences Bold Distraction, Expert Climber, Fetch, Friendly, Guardian of the Forest, Horrifying, Intimidating, Loyal Until the End, Navigation, Nimble, Nobody Left Behind, On High Alert, Protective, Royal Companion, Scout, Service Animal, Trusted Mount, Vigilant, We Always Find Them, You Can't Hit What You Can't Find Standard Attack Range Start with +2 in two Experiences. Whenever you gain a new Experience, your companion also gains one. All new Experiences start at +2. companion Experience\n\nDaggerheart © Darrington Press 2025",
  "translation": "",
  "context": "## 游侠伙伴\n\n![](_page_41_Picture_2.jpeg)\n\n*聪慧：* 你的伙伴获得一个你选择的伙伴经历的永久 +1 加值。*黑暗中的光芒：生物舒适：* 每休息一次，当你在安静时刻花时间给你的伙伴爱和关注时，你可以获得一个希望，或者你们都可以清除一个压力。*护甲：* 当你的伙伴受到伤害时，你可以标记一个你的护甲槽位，而不是标记它们的一个压力。*凶猛：* 增加你的伙伴的伤害骰或范围一个等级（d6 变为 d8，近距离变为远距离，等等）。*坚韧：* 你的伙伴获得一个额外的压力槽位。*羁绊：* 当你标记最后一个生命点时，你的伙伴会冲到你身边安慰你。掷出等同于它们未标记的压力槽位数量的 d6，并标记它们。如果任何骰子掷出 6，你的伙伴会帮助你站起来。清除你的最后一个生命点，然后回到场景中。*警觉：* 你的伙伴获得对其闪避值的永久 +2 加值。攻击与伤害 d6 当你命令你的伙伴进行攻击时，它们获得通常只适用于你的任何增益（例如“游侠专注”的效果）。在成功时，它们的伤害掷骰使用你的熟练度和它们的伤害骰。训练 当你的伙伴受到任何数量的伤害时，它们标记一点压力。当它们标记最后一点压力时，它们会退出场景（通过躲藏、逃跑或类似行动）。它们将不可用，直到你下一次长休开始，届时它们将恢复并清除 1 点压力。当你选择一个可以清除自身压力的休息行动时，你的伙伴也会清除等量的压力。当你的角色升级时，从以下列表中选择一个可用的伙伴选项，并将其标记在此处。压力 压力：从 10 开始将其用作你的角色可以标记的一个额外希望槽位。d8 d10 d12 与 GM 合作决定你拥有的动物伙伴类型。给它们命名并在上方空间绘制或附上它们的图片。然后根据它们的训练以及你们共同的历史，为你的伙伴创建两个经历。最后，描述它们的伤害方式（它们的标准攻击）并在“攻击与伤害”部分记录。它们的伤害从 d6 开始，范围从近战开始。**伙伴姓名** 进行一次施法掷骰以与你的伙伴建立联系并命令它们采取行动。花费一个希望以将一个适用的伙伴经历添加到掷骰中。在希望结果的成功时，如果你的下一个行动建立在它们的成功之上，你在掷骰中获得优势。伙伴经历示例 大胆干扰，攀爬专家，取回，友好，森林守护者，令人恐惧，威吓，忠诚至死，导航，敏捷，不抛弃任何人，高度警惕，保护欲强，皇家伙伴，侦察，服务动物，值得信赖的坐骑，警觉，我们总能找到它们，你打不中你找不到的东西 标准攻击范围 从两个经历的 +2 开始。每当你获得一个新的经历，你的伙伴也会获得一个。所有新的经历都从 +2 开始。伙伴经历\n\nDaggerheart © Darrington Press 2025"
 },
 {
  "key": "SECTION_253",
  "original": "# <span id=\"page-42-0\"></span>ROGUE\n\nRogues are scoundrels, often in both attitude and practice. Broadly known as liars and thieves, the best among this class move through the world anonymously. Utilizing their sharp wits and blades, rogues trick their foes through social manipulation as easily as breaking locks, climbing through windows, or dealing underhanded blows. These masters of magical craft manipulate shadow and movement, adding an array of useful and deadly tools to their repertoire. Rogues frequently establish guilds to meet future accomplices, hire out jobs, and hone secret skills, proving that there's honor among thieves for those who know where to look.",
  "translation": "",
  "context": "# <span id=\"page-42-0\"></span>游荡者\n\n游荡者是恶棍，无论是在态度上还是在实践中。他们通常被认为是骗子和小偷，但这个职业中最优秀的人却能匿名地游走于世。他们运用敏锐的智慧和刀刃，既能通过社交操纵欺骗敌人，也能轻松地撬锁、翻窗，或施展阴险的攻击。这些魔法技艺的大师操纵阴影和移动，为他们的技能库增添了一系列有用且致命的工具。游荡者经常建立行会，以结识未来的同伙、承接任务并磨练秘密技能，证明对于知道去哪里寻找的人来说，盗贼之间也存在荣誉。"
 },
 {
  "key": "SECTION_254",
  "original": "## DOMAINS\n\nMidnight and Grace",
  "translation": "",
  "context": "## 领域\n\n午夜与优雅"
 },
 {
  "key": "SECTION_255",
  "original": "## STARTING EVASION\n\n12",
  "translation": "",
  "context": "## 初始闪避值\n\n12"
 },
 {
  "key": "SECTION_256",
  "original": "## STARTING HIT POINTS\n\n6",
  "translation": "",
  "context": "## 初始生命点\n\n6"
 },
 {
  "key": "SECTION_257",
  "original": "## CLASS ITEMS\n\nA set of forgery tools or a grappling hook",
  "translation": "",
  "context": "## 职业物品\n\n一套伪造工具或一把抓钩"
 },
 {
  "key": "SECTION_258",
  "original": "## ROGUE'S HOPE FEATURE\n\n*Rogue's Dodge:* **Spend 3 Hope** to gain a +2 bonus to your Evasion until the next time an attack succeeds against you. Otherwise, this bonus lasts until your next rest.",
  "translation": "",
  "context": "## 游侠的希望特性\n\n*游侠闪避:* **花费 3 点希望**，直到下次攻击成功命中你之前，你的闪避值获得 +2 加值。否则，此加值持续到你下次休息。"
 },
 {
  "key": "SECTION_259",
  "original": "## CLASS FEATURES",
  "translation": "",
  "context": "## 职业特性"
 },
 {
  "key": "SECTION_260",
  "original": "## **Cloaked**\n\nAny time you would be *Hidden*, you are instead *Cloaked*. In addition to the benefits of the *Hidden* condition, while *Cloaked* you remain unseen if you are stationary when an adversary moves to where they would normally see you. After you make an attack or end a move within line of sight of an adversary, you are no longer *Cloaked*.",
  "translation": "",
  "context": "## **隐匿**\n\n任何时候当你处于*隐藏*状态时，你改为处于*隐匿*状态。除了*隐藏*状态的好处之外，当你处于*隐匿*状态时，如果一个敌人移动到通常能看到你的位置时，你保持静止则不会被看到。在你进行攻击或在敌人的视线内结束移动后，你不再处于*隐匿*状态。"
 },
 {
  "key": "SECTION_261",
  "original": "## **Sneak Attack**\n\nWhen you succeed on an attack while *Cloaked* or while an ally is within Melee range of your target, add a number of **d6s** equal to your tier to your damage roll.\n\nLevel 1 → Tier 1 Levels 2–4 → Tier 2 Levels 5–7 → Tier 3 Levels 8–10 → Tier 4",
  "translation": "",
  "context": "## **偷袭**\n\n当你处于*隐匿*状态下攻击成功，或者当一名盟友在你的目标近战范围内时攻击成功，你的伤害掷骰额外增加等同于你阶级的 **d6** 骰子数量。\n\n1级 → 阶级1 2-4级 → 阶级2 5-7级 → 阶级3 8-10级 → 阶级4"
 },
 {
  "key": "SECTION_262",
  "original": "## ROGUE SUBCLASSES\n\n*Choose either the Nightwalker or Syndicate subclass.*",
  "translation": "",
  "context": "## 盗贼子职业\n\n*选择夜行者或辛迪加子职业。*"
 },
 {
  "key": "SECTION_263",
  "original": "## NIGHTWALKER\n\n*Play the Nightwalker if you want to manipulate shadows to maneuver through the environment.*",
  "translation": "",
  "context": "## 夜行者\n\n*如果你想操纵阴影在环境中穿行，就扮演夜行者。*"
 },
 {
  "key": "SECTION_264",
  "original": "## **SPELLCAST TRAIT**\n\nFinesse",
  "translation": "",
  "context": "## **施法属性**\n\n灵巧"
 },
 {
  "key": "SECTION_265",
  "original": "## **FOUNDATION FEATURE**\n\n*Shadow Stepper:* You can move from shadow to shadow. When you move into an area of darkness or a shadow cast by another creature or object, you can **mark a Stress** to disappear from where you are and reappear inside another shadow within Far range. When you reappear, you are *Cloaked*.",
  "translation": "",
  "context": "## **基础特性**\n\n*阴影步:* 你可以在阴影之间移动。当你移动到黑暗区域或被其他生物或物体投下的阴影中时，你可以**标记1点压力**，从你当前的位置消失，并在远距离范围内的另一个阴影中重新出现。当你重新出现时，你处于*隐匿*状态。"
 },
 {
  "key": "SECTION_266",
  "original": "## **SPECIALIZATION FEATURES**\n\n*Dark Cloud:* Make a **Spellcast Roll (15)**. On a success, create a temporary dark cloud that covers any area within Close range. Anyone in this cloud can't see outside of it, and anyone outside of it can't see in. You're considered *Cloaked* from any adversary for whom the cloud blocks line of sight.\n\n*Adrenaline:* While you're *Vulnerable*, add your level to your damage rolls.",
  "translation": "",
  "context": "## **专长特性**\n\n*黑暗云:* 进行一次**施法掷骰 (15)**。成功时，创造一个临时黑暗云，覆盖近距离范围内的任意区域。云中的任何人都无法看到外面，云外的任何人都无法看到里面。对于任何被云阻挡视线的敌方，你都被视为处于*隐匿*状态。\n\n*肾上腺素:* 当你处于*脆弱*状态时，你的伤害掷骰加上你的等级。"
 },
 {
  "key": "SECTION_267",
  "original": "## **MASTERY FEATURES**\n\n*Fleeting Shadow:* Gain a permanent +1 bonus to your Evasion. You can use your \"Shadow Stepper\" feature to move within Very Far range.\n\n*Vanishing Act:* **Mark a Stress** to become *Cloaked* at any time. When *Cloaked* from this feature, you automatically clear the *Restrained* condition if you have it. You remain *Cloaked* in this way until you roll with Fear or until your next rest.\n\n4",
  "translation": "",
  "context": "## **精通特性**\n\n* fleeting Shadow：你的闪避值永久+1。你可以使用你的“阴影步”特性在极远距离范围内移动。\n\n* Vanishing Act：随时**标记1点压力**来进入*隐匿*状态。通过此特性进入*隐匿*状态时，如果你处于*束缚*状态，则自动移除该状态。你将以这种方式保持*隐匿*状态，直到你骰出恐惧结果或直到你下次休息。\n\n4"
 },
 {
  "key": "SECTION_268",
  "original": "## <span id=\"page-43-0\"></span>SYNDICATE\n\n*Play the Syndicate if you want to have a web of contacts everywhere you go.*",
  "translation": "",
  "context": "## <span id=\"page-43-0\"></span>辛迪加\n\n*如果你想走到哪里都拥有遍布各地的关系网，就扮演辛迪加吧。*"
 },
 {
  "key": "SECTION_269",
  "original": "## **SPELLCAST TRAIT**\n\nFinesse",
  "translation": "",
  "context": "## **施法属性**\n\n灵巧"
 },
 {
  "key": "SECTION_270",
  "original": "## **FOUNDATION FEATURE**\n\n*Well-Connected:* When you arrive in a prominent town or environment, you know somebody who calls this place home. Give them a name, note how you think they could be useful, and choose one fact from the following list:\n\n- They owe me a favor, but they'll be hard to find.\n- They're going to ask for something in exchange.\n- They're always in a great deal of trouble.\n- We used to be together. It's a long story.\n- We didn't part on great terms.",
  "translation": "",
  "context": "## **基础特性**\n\n*人脉广泛：* 当你抵达一个重要的城镇或环境时，你知道某个将此地称为家乡的人。给他们起个名字，记下你认为他们可能如何有用，并从以下列表中选择一个事实：\n\n- 他们欠我一个人情，但很难找到。\n- 他们会要求一些交换。\n- 他们总是惹上大麻烦。\n- 我们过去在一起过。说来话长。\n- 我们分手时并不愉快。"
 },
 {
  "key": "SECTION_271",
  "original": "## **SPECIALIZATION FEATURE**\n\n*Contacts Everywhere:* Once per session, you can briefly call on a shady contact. Choose one of the following benefits and describe what brought them here to help you in this moment:\n\n- They provide 1 handful of gold, a unique tool, or a mundane object that the situation requires.\n- On your next action roll, their help provides a +3 bonus to the result of your Hope or Fear Die.\n- The next time you deal damage, they snipe from the shadows, adding **2d8** to your damage roll.",
  "translation": "",
  "context": "## **专精特性**\n\n*遍布各地的关系网：* 每场游戏一次，你可以短暂地召唤一名可疑的联系人。选择以下好处之一，并描述是什么让他们此时此地前来帮助你：\n\n- 他们提供1把金币、一件独特的工具，或一个当下情况所需的普通物品。\n- 在你下一次的动作掷骰中，他们的帮助会为你希望骰或恐惧骰的结果提供+3的加值。\n- 你下一次造成伤害时，他们会从阴影中狙击，为你的伤害掷骰增加 **2d8**。"
 },
 {
  "key": "SECTION_272",
  "original": "## **MASTERY FEATURE**\n\n*Reliable Backup:* You can use your \"Contacts Everywhere\" feature three times per session. The following options are added to the list of benefits you can choose from when you use that feature:\n\n- When you mark 1 or more Hit Points, they can rush out to shield you, reducing the Hit Points marked by 1.\n- When you make a Presence Roll in conversation, they back you up. You can roll a **d20** as your Hope Die.",
  "translation": "",
  "context": "## **精通特性**\n\n*可靠的后援：* 你每场游戏可以使用三次你的“遍布各地的关系网”特性。当你使用该特性时，以下选项会添加到你可以选择的好处列表中：\n\n- 当你标记1点或更多生命点时，他们可以冲出来为你挡下，减少1点标记的生命点。\n- 当你在对话中进行风度掷骰时，他们会支持你。你可以将一个 **d20** 作为你的希望骰来掷骰。"
 },
 {
  "key": "SECTION_273",
  "original": "## BACKGROUND QUESTIONS\n\n*Answer any of the following background questions. You can also create your own questions.*\n\n- What did you get caught doing that got you exiled from your home community?\n- You used to have a different life, but you've tried to leave it behind. Who from your past is still chasing you?\n- Who from your past were you most sad to say goodbye to?",
  "translation": "",
  "context": "## 背景问题\n\n*回答以下任何背景问题。你也可以创建自己的问题。*\n\n- 你做了什么事被抓到，导致你被逐出家乡社区？\n- 你过去曾有过不同的生活，但你试图将其抛在脑后。你过去生活中的谁还在追逐你？\n- 你过去生活中最不舍告别的是谁？"
 },
 {
  "key": "SECTION_274",
  "original": "## CONNECTIONS\n\n*Ask your fellow players one of the following questions for their character to answer, or create your own questions.*\n\n- What did I recently convince you to do that got us both in trouble?\n- What have I discovered about your past that I hold secret from the others?\n- Who do you know from my past, and how have they influenced your feelings about me?",
  "translation": "",
  "context": "## 关系网\n\n*询问你的玩家同伴以下问题之一，让他们的人物来回答，或者创建你自己的问题。*\n\n- 我最近说服你做了什么事，让我们都惹上了麻烦？\n- 我发现了你过去有什么秘密，是我对其他人保守的？\n- 你认识我过去的谁，他们是如何影响你对我感觉的？"
 },
 {
  "key": "SECTION_275",
  "original": "# <span id=\"page-44-0\"></span>SERAPH\n\nSeraphs are divine fighters and healers imbued with sacred purpose. A wide array of deities exist within the realms, and thus numerous kinds of seraphs are appointed by these gods. Their ethos traditionally aligns with the domain or goals of their god, such as defending the weak, exacting vengeance, protecting a land or artifact, or upholding a particular faith. Some seraphs ally themselves with an army or locale, much to the satisfaction of their rulers, but other crusaders fight in opposition to the follies of the Mortal Realm. It is better to be a seraph's ally than their enemy, as they are terrifying foes to those who defy their purpose.",
  "translation": "",
  "context": "# <span id=\"page-44-0\"></span>炽天使\n\n炽天使是充满神圣使命的神圣战士和治疗者。领域中存在着各种各样的神祇，因此也有许多不同类型的炽天使被这些神祇所任命。他们的信条通常与他们神祇的领域或目标一致，例如保护弱者、复仇、守护一片土地或一件神器，或者维护特定的信仰。有些炽天使会与军队或某个地方结盟，这让他们的统治者非常满意，但其他十字军则会与凡人领域的愚行作斗争。最好成为炽天使的盟友而不是敌人，因为对于那些违抗他们使命的人来说，他们是可怕的对手。"
 },
 {
  "key": "SECTION_276",
  "original": "## DOMAINS\n\nSplendor and Valor",
  "translation": "",
  "context": "## 领域\n\n光辉与英勇"
 },
 {
  "key": "SECTION_277",
  "original": "## STARTING EVASION\n\n9",
  "translation": "",
  "context": "## 初始闪避值\n\n9"
 },
 {
  "key": "SECTION_278",
  "original": "## STARTING HIT POINTS\n\n7",
  "translation": "",
  "context": "## 初始生命点\n\n7"
 },
 {
  "key": "SECTION_279",
  "original": "## CLASS ITEMS\n\nA bundle of offerings or a sigil of your god",
  "translation": "",
  "context": "## 职业物品\n\n一捆祭品或你神祇的印记"
 },
 {
  "key": "SECTION_280",
  "original": "## SERAPH'S HOPE FEATURE\n\n*Life Support:* **Spend 3 Hope** to clear a Hit Point on an ally within Close range.",
  "translation": "",
  "context": "## 炽天使的希望特性\n\n*生命支持:* **花费 3 点希望**，清除一个邻近范围内盟友的生命点。"
 },
 {
  "key": "SECTION_281",
  "original": "## CLASS FEATURE",
  "translation": "",
  "context": "## 职业特性"
 },
 {
  "key": "SECTION_282",
  "original": "### **Prayer Dice**\n\nAt the beginning of each session, roll a number of **d4s** equal to your subclass's Spellcast trait and place them on your character sheet in the space provided. These are your Prayer Dice. You can spend any number of Prayer Dice to aid yourself or an ally within Far range. You can use a spent die's value to reduce incoming damage, add to a roll's result after the roll is made, or gain Hope equal to the result. At the end of each session, clear all unspent Prayer Dice.",
  "translation": "",
  "context": "### **祷言骰**\n\n在每场游戏开始时，掷与你的子职业施法（Spellcast）属性等量的**d4**，并将其放置在你角色表上的指定位置。这些是你的祷言骰。你可以花费任意数量的祷言骰来帮助自己或远距离范围内的盟友。你可以使用花费骰子的数值来减少受到的伤害，在掷骰完成后增加到掷骰结果中，或者获得等同于结果的希望。在每场游戏结束时，清除所有未使用的祷言骰。"
 },
 {
  "key": "SECTION_283",
  "original": "## SERAPH SUBCLASSES\n\n*Choose either the Divine Wielder or Winged Sentinel subclass.*",
  "translation": "",
  "context": "## 炽天使子职业\n\n*选择神圣使徒（Divine Wielder）或飞翼哨兵（Winged Sentinel）子职业。*"
 },
 {
  "key": "SECTION_284",
  "original": "## DIVINE WIELDER\n\n*Play the Divine Wielder if you want to dominate the battlefield with a legendary weapon.*",
  "translation": "",
  "context": "## 神圣使徒\n\n*如果你想用传奇武器主宰战场，就扮演神圣使徒。*"
 },
 {
  "key": "SECTION_285",
  "original": "## **SPELLCAST TRAIT**\n\nStrength",
  "translation": "",
  "context": "## **施法属性**\n\n力量"
 },
 {
  "key": "SECTION_286",
  "original": "## **FOUNDATION FEATURES**\n\n*Spirit Weapon:* When you have an equipped weapon with a range of Melee or Very Close, it can fly from your hand to attack an adversary within Close range and then return to you. You can **mark a Stress** to target an additional adversary within range with the same attack roll.\n\n*Sparing Touch:* Once per long rest, touch a creature and clear 2 Hit Points or 2 Stress from them.",
  "translation": "",
  "context": "## **基础特性**\n\n*灵体武器：* 当你装备的武器射程为近战或邻近范围时，它可以从你手中飞出，攻击近距离范围内的敌方，然后返回你手中。你可以**标记一点压力**，以相同的攻击掷骰额外攻击范围内的另一名敌方。\n\n*仁慈之触：* 每一次长休后，你可以触碰一个生物，并为其恢复 2 点生命点或移除 2 点压力。"
 },
 {
  "key": "SECTION_287",
  "original": "## **SPECIALIZATION FEATURE**\n\n*Devout:* When you roll your Prayer Dice, you can roll an additional die and discard the lowest result. Additionally, you can use your \"Sparing Touch\" feature twice instead of once per long rest.",
  "translation": "",
  "context": "## **专精特性**\n\n*虔诚：* 当你掷出你的祈祷骰时，你可以额外掷一个骰子并舍弃最低的结果。此外，你的“仁慈之触”特性每次长休可以使用两次，而非一次。"
 },
 {
  "key": "SECTION_288",
  "original": "## **MASTERY FEATURE**\n\n*Sacred Resonance:* When you roll damage for your \"Spirit Weapon\" feature, if any of the die results match, double the value of each matching die. For example, if you roll two 5s, they count as two 10s.\n\n![](_page_44_Picture_28.jpeg)",
  "translation": "",
  "context": "## **精通特性**\n\n*神圣共鸣：* 当你为你的“灵体武器”特性掷出伤害骰时，如果任意骰子结果匹配，则每个匹配的骰子数值翻倍。例如，如果你掷出两个 5，它们算作两个 10。\n\n![](_page_44_Picture_28.jpeg)"
 },
 {
  "key": "SECTION_289",
  "original": "## <span id=\"page-45-0\"></span>WINGED SENTINEL\n\n*Play the Winged Sentinel if you want to take flight and strike crushing blows from the sky.*",
  "translation": "",
  "context": "## <span id=\"page-45-0\"></span>有翼哨兵\n\n*如果你想展翅高飞，从空中施展毁灭性的打击，那就选择有翼哨兵。*"
 },
 {
  "key": "SECTION_290",
  "original": "## **SPELLCAST TRAIT**\n\nStrength",
  "translation": "",
  "context": "## **施法属性**\n\n力量"
 },
 {
  "key": "SECTION_291",
  "original": "## **FOUNDATION FEATURE**\n\n*Wings of Light:* You can fly. While flying, you can do the following:\n\n- **• Mark a Stress** to pick up and carry another willing creature approximately your size or smaller.\n- **• Spend a Hope** to deal an extra **1d8** damage on a successful attack.",
  "translation": "",
  "context": "## **基础特性**\n\n*光之翼：* 你可以飞行。飞行时，你可以执行以下操作：\n\n- **• 标记 1 点压力** 以拾起并携带另一个体型与你相近或更小的自愿生物。\n- **• 花费 1 点希望** 以在成功攻击时造成额外的 **1d8** 伤害。"
 },
 {
  "key": "SECTION_292",
  "original": "## **SPECIALIZATION FEATURE**\n\n*Ethereal Visage:* Your supernatural visage strikes awe and fear. While flying, you have advantage on Presence Rolls. When you succeed with Hope on a Presence Roll, you can remove a Fear from the GM's Fear pool instead of gaining Hope.",
  "translation": "",
  "context": "## **专精特性**\n\n*虚幻容貌：* 你超凡脱俗的容貌令人敬畏和恐惧。飞行时，你在风度掷骰上具有优势。当你在风度掷骰上成功并获得希望时，你可以从GM的恐惧池中移除一个恐惧，而不是获得希望。"
 },
 {
  "key": "SECTION_293",
  "original": "## **MASTERY FEATURES**\n\n*Ascendant:* Gain a permanent +4 bonus to your Severe damage threshold.\n\n*Power of the Gods:* While flying, you deal an extra **1d12** damage instead of 1d8 from your \"Wings of Light\" feature.",
  "translation": "",
  "context": "## **精通特性**\n\n*升腾：* 你的重伤阈值获得永久 +4 加值。\n\n*神之力量：* 飞行时，你的“光之翼”特性会造成额外的 **1d12** 伤害，而不是 1d8。"
 },
 {
  "key": "SECTION_294",
  "original": "## BACKGROUND QUESTIONS\n\n*Answer any of the following background questions. You can also create your own questions.* \n\n- Which god did you devote yourself to? What incredible feat did they perform for you in a moment of desperation?\n- How did your appearance change after taking your oath?\n- In what strange or unique way do you communicate with your god?",
  "translation": "",
  "context": "## 背景问题\n\n*回答以下任意背景问题。你也可以创建自己的问题。*\n\n- 你将自己献给了哪位神祇？在绝望时刻，他们为你完成了什么不可思议的壮举？\n- 立下誓言后，你的外貌发生了怎样的变化？\n- 你以何种奇异或独特的方式与你的神祇沟通？"
 },
 {
  "key": "SECTION_295",
  "original": "## CONNECTIONS\n\n*Ask your fellow players one of the following questions for their character to answer, or create your own questions.*\n\n- What promise did you make me agree to, should you die on the battlefield?\n- Why do you ask me so many questions about my god?\n- You've told me to protect one member of our party above all others, even yourself. Who are they and why?",
  "translation": "",
  "context": "## 联系\n\n*向你的其他玩家提出以下一个问题，让他们的人物回答，或者创建你自己的问题。*\n\n- 万一你在战场上阵亡，我答应过你什么承诺？\n- 你为什么总是问我关于我的神的问题？\n- 你告诉我，要保护我们队伍中的某个人胜过一切，甚至包括你自己。他们是谁，为什么？"
 },
 {
  "key": "SECTION_296",
  "original": "# <span id=\"page-46-0\"></span>SORCERER\n\nNot all innate magic users choose to hone their craft, but those who do can become powerful sorcerers. The gifts of these wielders are passed down through families, even if the family is unaware of or reluctant to practice them. A sorcerer's abilities can range from the elemental to the illusionary and beyond, and many practitioners band together into collectives based on their talents. The act of becoming a formidable sorcerer is not the practice of acquiring power, but learning to cultivate and control the power one already possesses. The magic of a misguided or undisciplined sorcerer is a dangerous force indeed.",
  "translation": "",
  "context": "# <span id=\"page-46-0\"></span>术士\n\n并非所有天生拥有魔法天赋的人都会选择磨炼技艺，但那些这样做的，都能成为强大的术士。这些施法者的天赋在家族中代代相传，即使家族成员对此一无所知或不愿练习。术士的能力范围从元素到幻术，乃至更广，许多修行者会根据各自的天赋结成团体。成为一名强大的术士，并非是习得力量的过程，而是学习如何培养和控制自身已有的力量。一个误入歧途或缺乏约束的术士所施展的魔法，确实是一种危险的力量。"
 },
 {
  "key": "SECTION_297",
  "original": "## DOMAINS\n\nArcana and Midnight",
  "translation": "",
  "context": "## 领域\n\n奥术和午夜"
 },
 {
  "key": "SECTION_298",
  "original": "## STARTING EVASION\n\n10",
  "translation": "",
  "context": "## 起始闪避值\n\n10"
 },
 {
  "key": "SECTION_299",
  "original": "## STARTING HIT POINTS\n\n6",
  "translation": "",
  "context": "## 起始生命点\n\n6"
 },
 {
  "key": "SECTION_300",
  "original": "## CLASS ITEMS\n\nA whispering orb or a family heirloom",
  "translation": "",
  "context": "## 职业物品\n\n一个低语宝珠或一件家族传家宝"
 },
 {
  "key": "SECTION_301",
  "original": "## SORCERER'S HOPE FEATURE\n\n*Volatile Magic:* **Spend 3 Hope** to reroll any number of your damage dice on an attack that deals magic damage.",
  "translation": "",
  "context": "## 术士的希望特性\n\n*不稳定的魔法：* **花费3点希望**来重掷你在一次造成魔法伤害的攻击中任意数量的伤害骰。"
 },
 {
  "key": "SECTION_302",
  "original": "## CLASS FEATURES",
  "translation": "",
  "context": "## 职业特性"
 },
 {
  "key": "SECTION_303",
  "original": "### **Arcane Sense**\n\nYou can sense the presence of magical people and objects within Close range.",
  "translation": "",
  "context": "### **奥术感应**\n\n你可以在近距离范围内感知魔法个体和物品的存在。"
 },
 {
  "key": "SECTION_304",
  "original": "### **Minor Illusion**\n\nMake a **Spellcast Roll (10)**. On a success, you create a minor visual illusion no larger than yourself within Close range. This illusion is convincing to anyone at Close range or farther.",
  "translation": "",
  "context": "### **次级幻术**\n\n进行一次**施法掷骰（10）**。成功时，你在近距离范围内创造一个不超过自身大小的次级视觉幻象。对于近距离或更远距离的任何人来说，这个幻象都具有说服力。"
 },
 {
  "key": "SECTION_305",
  "original": "## **Channel Raw Power**\n\nOnce per long rest, you can place a domain card from your loadout into your vault and choose to either:\n\n- Gain Hope equal to the level of the card.\n- Enhance a spell that deals damage, gaining a bonus to your damage roll equal to twice the level of the card.",
  "translation": "",
  "context": "## **引导原始力量**\n\n每次长休一次，你可以将一张领域卡从你的配置中放入你的宝库，并选择以下之一：\n\n- 获得等同于卡牌等级的希望点。\n- 增强一个造成伤害的法术，你的伤害掷骰获得等同于卡牌等级两倍的加值。"
 },
 {
  "key": "SECTION_306",
  "original": "## SORCERER SUBCLASSES\n\n*Choose either the Elemental Origin or Primal Origin subclass.*",
  "translation": "",
  "context": "## 术士子职业\n\n*选择元素起源或原始起源子职业。*"
 },
 {
  "key": "SECTION_307",
  "original": "## ELEMENTAL ORIGIN\n\n*Play the Elemental Origin if you want to channel raw magic to take the shape of a particular element.*",
  "translation": "",
  "context": "## 元素起源\n\n*如果你想引导原始魔法并使其呈现特定元素的形态，则选择元素起源。*"
 },
 {
  "key": "SECTION_308",
  "original": "## **SPELLCAST TRAIT**\n\nInstinct",
  "translation": "",
  "context": "## **施法属性**\n\n本能"
 },
 {
  "key": "SECTION_309",
  "original": "## **FOUNDATION FEATURE**\n\n*Elementalist:* Choose one of the following elements at character creation: air, earth, fire, lightning, water.\n\nYou can shape this element into harmless effects. Additionally, **spend a Hope** and describe how your control over this element helps an action roll you're about to make, then either gain a +2 bonus to the roll or a +3 bonus to the roll's damage.",
  "translation": "",
  "context": "## **基础特性**\n\n*元素使：*在角色创建时选择以下元素之一：风、土、火、电、水。\n\n你可以将此元素塑造成无害的效果。此外，**花费一点希望**并描述你对该元素的控制如何帮助你即将进行的动作掷骰，然后获得该掷骰的 +2 加值或该掷骰伤害的 +3 加值。"
 },
 {
  "key": "SECTION_310",
  "original": "## **SPECIALIZATION FEATURE**\n\n*Natural Evasion:* You can call forth your element to protect you from harm. When an attack roll against you succeeds, you can **mark a Stress** and describe how you use your element to defend you. When you do, roll a **d6** and add its result to your Evasion against the attack.",
  "translation": "",
  "context": "## **专精特性**\n\n*自然闪避：*你可以唤出你的元素来保护你免受伤害。当一次针对你的攻击掷骰成功时，你可以**标记一点压力**并描述你如何利用你的元素来防御。当你这样做时，掷一个**d6**并将其结果加到你对抗该攻击的闪避值上。"
 },
 {
  "key": "SECTION_311",
  "original": "## **MASTERY FEATURE**\n\n*Transcendence:* Once per long rest, you can transform into a physical manifestation of your element. When you do, describe your transformation and choose two of the following benefits to gain until your next rest:\n\n- +4 bonus to your Severe threshold\n- +1 bonus to a character trait of your choice\n- +1 bonus to your Proficiency\n- +2 bonus to your Evasion",
  "translation": "",
  "context": "## **精通特性**\n\n*超凡化形：*每次长休后，你可以化身为你的元素的实体显现。当你这样做时，描述你的变身，并选择以下两项益处之一，直到你的下一次休息：\n\n- 你的重伤阈值获得 +4 加值\n- 你选择的一个角色属性获得 +1 加值\n- 你的熟练度获得 +1 加值\n- 你的闪避值获得 +2 加值"
 },
 {
  "key": "SECTION_312",
  "original": "## <span id=\"page-47-0\"></span>PRIMAL ORIGIN\n\n*Play the Primal Origin if you want to extend the versatility of your spells in powerful ways.*",
  "translation": "",
  "context": "## <span id=\"page-47-0\"></span>原始起源\n\n*如果你想以强大的方式扩展你的法术的多样性，请选择原始起源。*"
 },
 {
  "key": "SECTION_313",
  "original": "## **SPELLCAST TRAIT**\n\nInstinct",
  "translation": "",
  "context": "## **施法属性**\n\n本能"
 },
 {
  "key": "SECTION_314",
  "original": "## **FOUNDATION FEATURE**\n\n*Manipulate Magic:* Your primal origin allows you to modify the essence of magic itself. After you cast a spell or make an attack using a weapon that deals magic damage, you can **mark a Stress** to do one of the following:\n\n- Extend the spell or attack's reach by one range\n- Gain a +2 bonus to the action roll's result\n- Double a damage die of your choice\n- Hit an additional target within range",
  "translation": "",
  "context": "## **基础特性**\n\n*操纵魔法：*你的原始起源允许你修改魔法本身的本质。在你施放一个法术或使用一把造成魔法伤害的武器进行攻击后，你可以**标记一点压力**来执行以下一项操作：\n\n- 将法术或攻击的范围延长一级\n- 行动掷骰结果获得 +2 加值\n- 双倍你选择的一个伤害骰\n- 攻击范围内的一个额外目标"
 },
 {
  "key": "SECTION_315",
  "original": "## **SPECIALIZATION FEATURE**\n\n*Enchanted Aid:* You can enhance the magic of others with your essence. When you Help an Ally with a Spellcast Roll, you can roll a **d8** as your advantage die. Once per long rest, after an ally has made a Spellcast Roll with your help, you can swap the results of their Duality Dice.",
  "translation": "",
  "context": "## **专精特性**\n\n*附魔援助：* 你可以用你的精华为他人的魔法增效。当你协助盟友进行施法掷骰时，你可以掷一个 **d8** 作为你的优势骰。每次长休一次，在盟友在你的协助下完成施法掷骰后，你可以交换他们的二元骰结果。"
 },
 {
  "key": "SECTION_316",
  "original": "## **MASTERY FEATURE**\n\n*Arcane Charge:* You can gather magical energy to enhance your capabilities. When you take magic damage, you become *Charged*. Alternatively, you can **spend 2 Hope** to become *Charged*. When you successfully make an attack that deals magic damage while *Charged*, you can clear your *Charge* to either gain a +10 bonus to the damage roll or gain a +3 bonus to the Difficulty of a reaction roll the spell causes the target to make. You stop being *Charged* at your next long rest.",
  "translation": "",
  "context": "## **精通特性**\n\n*奥术充能：* 你可以聚集魔法能量来增强你的能力。当你受到魔法伤害时，你会变成 *充能* 状态。或者，你可以**花费 2 点希望**来变成 *充能* 状态。当你处于 *充能* 状态并成功进行一次造成魔法伤害的攻击时，你可以清除你的 *充能* 状态，以获得伤害掷骰的 +10 加值，或者使法术导致目标进行的反应掷骰难度获得 +3 加值。你在下次长休时停止处于 *充能* 状态。"
 },
 {
  "key": "SECTION_317",
  "original": "## BACKGROUND QUESTIONS\n\n*Answer any of the following background questions. You can also create your own questions.*\n\n- What did you do that made the people in your community wary of you?\n- What mentor taught you to control your untamed magic, and why are they no longer able to guide you?\n- You have a deep fear you hide from everyone. What is it, and why does it scare you?",
  "translation": "",
  "context": "## 背景问题\n\n*回答以下任意背景问题。你也可以创建自己的问题。*\n\n- 你做了什么事让社区里的人对你心存戒备？\n- 哪位导师教会你控制你那不羁的魔法，以及他们为何不再能指导你？\n- 你有一个深藏不露的恐惧。那是什么，以及它为何让你害怕？"
 },
 {
  "key": "SECTION_318",
  "original": "## CONNECTIONS\n\n*Ask your fellow players one of the following questions for their character to answer, or create your own questions.*\n\n- Why do you trust me so deeply?\n- What did I do that makes you cautious around me?\n- Why do we keep our shared past a secret?",
  "translation": "",
  "context": "## 联系\n\n*向你的其他玩家提出以下一个问题让他们的人物回答，或者创建你自己的问题。*\n\n- 你为何如此深地信任我？\n- 我做了什么事让你在我身边时保持谨慎？\n- 我们为何要对共同的过去保密？"
 },
 {
  "key": "SECTION_319",
  "original": "# <span id=\"page-48-0\"></span>WARRIOR\n\nBecoming a warrior requires years, often a lifetime, of training and dedication to the mastery of weapons and violence. While many who seek to fight hone only their strength, warriors understand the importance of an agile body and mind, making them some of the most sought-after fighters across the realms. Frequently, warriors find employment within an army, a band of mercenaries, or even a royal guard, but their potential is wasted in any position where they cannot continue to improve and expand their skills. Warriors are known to have a favored weapon; to come between them and their blade would be a grievous mistake.",
  "translation": "",
  "context": "# <span id=\"page-48-0\"></span>战士\n\n成为一名战士需要多年的训练和奉献，通常是一生，才能掌握武器和战斗技巧。虽然许多寻求战斗的人只磨练他们的力量，但战士们明白敏捷的身体和头脑的重要性，这使他们成为各个领域中最受欢迎的战士之一。战士们经常在军队、佣兵团甚至皇家卫队中找到工作，但如果他们无法继续提高和扩展自己的技能，他们的潜力就会被浪费。众所周知，战士们都有自己偏爱的武器；挡在他们和他们的刀刃之间将是一个严重的错误。"
 },
 {
  "key": "SECTION_320",
  "original": "## DOMAINS\n\nBlade and Bone",
  "translation": "",
  "context": "## 领域\n\n刀刃与骸骨"
 },
 {
  "key": "SECTION_321",
  "original": "## STARTING EVASION\n\n11",
  "translation": "",
  "context": "## 初始闪避值\n\n11"
 },
 {
  "key": "SECTION_322",
  "original": "## STARTING HIT POINTS\n\n6",
  "translation": "",
  "context": "## 初始生命点\n\n6"
 },
 {
  "key": "SECTION_323",
  "original": "## CLASS ITEMS\n\nThe drawing of a lover or a sharpening stone",
  "translation": "",
  "context": "## 职业物品\n\n情人的画像或一块磨刀石"
 },
 {
  "key": "SECTION_324",
  "original": "## WARRIOR'S HOPE FEATURE\n\n*No Mercy:* **Spend 3 Hope** to gain a +1 bonus to your attack rolls until your next rest.",
  "translation": "",
  "context": "## 战士的希望特性\n\n*毫不留情：* **花费 3 点希望**，直到你下次休息前，你的攻击掷骰获得 +1 加值。"
 },
 {
  "key": "SECTION_325",
  "original": "## CLASS FEATURES",
  "translation": "",
  "context": "## 职业特性"
 },
 {
  "key": "SECTION_326",
  "original": "### **Attack of Opportunity**\n\nIf an adversary within Melee range attempts to leave that range, make a reaction roll using a trait of your choice against their Difficulty. Choose one effect on a success, or two if you critically succeed:\n\n- They can't move from where they are.\n- You deal damage to them equal to your primary weapon's damage.\n- You move with them.",
  "translation": "",
  "context": "### **借机攻击**\n\n如果近战范围内的敌方试图离开该范围，你可以使用你选择的属性进行一次反应掷骰，对抗其难度。成功时选择一个效果，关键成功时选择两个：\n\n- 他们无法从原地移动。\n- 你对他们造成相当于你主要武器伤害的伤害。\n- 你与他们一同移动。"
 },
 {
  "key": "SECTION_327",
  "original": "### **Combat Training**\n\nYou ignore burden when equipping weapons. When you deal physical damage, you gain a bonus to your damage roll equal to your level.",
  "translation": "",
  "context": "### **战斗训练**\n\n装备武器时，你忽略其负重。当你造成物理伤害时，你的伤害掷骰获得等同于你等级的加值。"
 },
 {
  "key": "SECTION_328",
  "original": "## WARRIOR SUBCLASSES\n\n*Choose either the Call of the Brave or Call of the Slayer subclass.*",
  "translation": "",
  "context": "## 战士子职业\n\n*选择勇敢号召或屠戮号召子职业。*"
 },
 {
  "key": "SECTION_329",
  "original": "## CALL OF THE BRAVE\n\n*Play the Call of the Brave if you want to use the might of your enemies to fuel your own power.*",
  "translation": "",
  "context": "## 勇敢号召\n\n*如果你想利用敌人的力量来增强自身，就选择勇敢号召。*"
 },
 {
  "key": "SECTION_330",
  "original": "## **FOUNDATION FEATURES**\n\n*Courage:* When you fail a roll with Fear, you gain a Hope.\n\n*Battle Ritual:* Once per long rest, before you attempt something incredibly dangerous or face off against a foe who clearly outmatches you, describe what ritual you perform or preparations you make. When you do, clear 2 Stress and gain 2 Hope.",
  "translation": "",
  "context": "## **基础特性**\n\n*勇气：* 当你骰出恐惧结果的失败时，你获得1点希望。\n\n*战斗仪式：* 每长休一次，在你尝试进行极其危险的行动或面对明显强于你的敌人之前，描述你执行的仪式或进行的准备。当你这样做时，清除2点压力并获得2点希望。"
 },
 {
  "key": "SECTION_331",
  "original": "## **SPECIALIZATION FEATURE**\n\n*Rise to the Challenge:* You are vigilant in the face of mounting danger. While you have 2 or fewer Hit Points unmarked, you can roll a **d20** as your Hope Die.",
  "translation": "",
  "context": "## **专精特性**\n\n*迎难而上：* 面对日益增长的危险，你保持警惕。当你的生命点标记少于或等于2点时，你可以将一个 **d20** 作为你的希望骰。"
 },
 {
  "key": "SECTION_332",
  "original": "## **MASTERY FEATURE**\n\n*Camaraderie:* Your unwavering bravery is a rallying point for your allies. You can initiate a Tag Team Roll one additional time per session. Additionally, when an ally initiates a Tag Team Roll with you, they only need to spend 2 Hope to do so.",
  "translation": "",
  "context": "## **精通特性**\n\n*情谊：* 你坚定不移的勇气是盟友的集结点。每场游戏你可以额外发起一次接力掷骰。此外，当盟友与你发起接力掷骰时，他们只需花费2点希望。"
 },
 {
  "key": "SECTION_333",
  "original": "## CALL OF THE SLAYER\n\n*Play the Call of the Slayer if you want to strike down adversaries with immense force.*",
  "translation": "",
  "context": "## 斩杀者之唤\n\n*如果你想以巨大的力量击倒敌人，就扮演斩杀者之唤。*"
 },
 {
  "key": "SECTION_334",
  "original": "## **FOUNDATION FEATURE**\n\n*Slayer:* You gain a pool of dice called Slayer Dice. On a roll with Hope, you can place a **d6** on this card instead of gaining a Hope, adding the die to the pool. You can store a number of Slayer Dice equal to your Proficiency. When you make an attack roll or damage roll, you can spend any number of these Slayer Dice, rolling them and adding their result to the roll. At the end of each session, clear any unspent Slayer Dice on this card and gain a Hope per die cleared.",
  "translation": "",
  "context": "## **基础特性**\n\n*斩杀者：* 你获得一个名为斩杀者骰的骰池。当你骰出希望结果时，你可以将一个 **d6** 放在这张卡上，而不是获得希望，将该骰加入骰池中。你可以储存等同于你熟练度的斩杀者骰数量。当你进行攻击掷骰或伤害掷骰时，你可以花费任意数量的斩杀者骰，掷出它们并将结果加到掷骰中。在每场游戏结束时，移除这张卡上所有未使用的斩杀者骰，每移除一个骰获得一点希望。"
 },
 {
  "key": "SECTION_335",
  "original": "## **SPECIALIZATION FEATURE**\n\n*Weapon Specialist:* You can wield multiple weapons with dangerous ease. When you succeed on an attack, you can **spend a Hope** to add one of the damage dice from your secondary weapon to the damage roll. Additionally, once per long rest when you roll your Slayer Dice, reroll any 1s.",
  "translation": "",
  "context": "## **专精特性**\n\n*武器专家：* 你可以轻松自如地挥舞多种武器。当你攻击成功时，你可以**花费一点希望**，将你的副手武器的一个伤害骰加入到伤害掷骰中。此外，每进行一次长休息时，当你掷出你的斩杀者骰，可以将所有结果为1的骰重掷。"
 },
 {
  "key": "SECTION_336",
  "original": "## **MASTERY FEATURE**\n\n*Martial Preparation:* You're an inspirational warrior to all who travel with you. Your party gains access to the Martial Preparation downtime move. To use this move during a rest, describe how you instruct and train with your party. You and each ally who chooses this downtime move gain a **d6** Slayer Die. A PC with a Slayer Die can spend it to roll the die and add the result to an attack or damage roll of their choice.",
  "translation": "",
  "context": "## **精通特性**\n\n*武术准备：* 你是所有与你同行者的鼓舞人心的战士。你的队伍可以使用武术准备休息行动。在休息期间使用此行动时，描述你如何指导和训练你的队伍。你和每个选择此休息行动的盟友都会获得一个 **d6** 斩杀者骰。拥有斩杀者骰的PC可以花费它来掷出该骰，并将结果加到他们选择的攻击掷骰或伤害掷骰中。"
 },
 {
  "key": "SECTION_337",
  "original": "## BACKGROUND QUESTIONS\n\n*Answer any of the following background questions. You can also create your own questions.*\n\n- Who taught you to fight, and why did they stay behind when you left home?\n- Somebody defeated you in battle years ago and left you to die. Who was it, and how did they betray you?\n- What legendary place have you always wanted to visit, and why is it so special?",
  "translation": "",
  "context": "## 背景问题\n\n*回答以下任意背景问题。你也可以创造自己的问题。*\n\n- 谁教你战斗？你离开家时，他们为什么留下？\n- 多年前，有人在战斗中击败你，并将你丢下等死。他是谁？他们是如何背叛你的？\n- 你一直想去的传奇之地是哪里？为什么它如此特别？"
 },
 {
  "key": "SECTION_338",
  "original": "## CONNECTIONS\n\n*Ask your fellow players one of the following questions for their character to answer, or create your own questions.*\n\n- We knew each other long before this party came together. How?\n- What mundane task do you usually help me with off the battlefield?\n- What fear am I helping you overcome?",
  "translation": "",
  "context": "## 联系\n\n*向你的其他玩家提出以下问题之一，让他们的人物回答，或者创造你自己的问题。*\n\n- 在这个队伍组成很久以前，我们就认识了。怎么认识的？\n- 在战场之外，你通常在哪件日常琐事上帮助我？\n- 我正在帮助你克服什么恐惧？"
 },
 {
  "key": "SECTION_339",
  "original": "# <span id=\"page-50-0\"></span>WIZARD\n\nWhether through an institution or individual study, those known as wizards acquire and hone immense magical power over years of learning using a variety of tools, including books, stones, potions, and herbs. Some wizards dedicate their lives to mastering a particular school of magic, while others learn from a wide variety of disciplines. Many wizards become wise and powerful figures in their communities, advising rulers, providing medicines and healing, and even leading war councils. While these mages all work toward the common goal of collecting magical knowledge, wizards often have the most conflict within their own ranks, as the acquisition, keeping, and sharing of powerful secrets is a topic of intense debate that has resulted in innumerable deaths.",
  "translation": "",
  "context": "# <span id=\"page-50-0\"></span>法师\n\n无论是通过机构还是个人研究，那些被称为法师的人通过多年的学习，利用各种工具，包括书籍、石头、药水和草药，获得并磨练了巨大的魔法力量。一些法师将毕生精力投入到掌握某个特定的魔法学派，而另一些人则从各种不同的学科中学习。许多法师成为他们社区中睿智而强大的人物，为统治者提供建议，提供药物和治疗，甚至领导战争议会。虽然这些法师都朝着收集魔法知识的共同目标努力，但法师们内部往往冲突最多，因为强大秘密的获取、保管和分享是一个激烈辩论的话题，导致了无数死亡。"
 },
 {
  "key": "SECTION_340",
  "original": "## DOMAINS\n\nCodex and Splendor",
  "translation": "",
  "context": "## 领域\n\n法典与辉煌"
 },
 {
  "key": "SECTION_341",
  "original": "## STARTING EVASION\n\n11",
  "translation": "",
  "context": "## 初始闪避值\n\n11"
 },
 {
  "key": "SECTION_342",
  "original": "## STARTING HIT POINTS\n\n5",
  "translation": "",
  "context": "## 初始生命点\n\n5"
 },
 {
  "key": "SECTION_343",
  "original": "## CLASS ITEMS\n\nA book you're trying to translate or a tiny, harmless elemental pet",
  "translation": "",
  "context": "## 职业物品\n\n一本你正在尝试翻译的书，或一只无害的小元素生物宠物"
 },
 {
  "key": "SECTION_344",
  "original": "## WIZARD'S HOPE FEATURE\n\n*Not This Time:* **Spend 3 Hope** to force an adversary within Far range to reroll an attack or damage roll.",
  "translation": "",
  "context": "## 法师的希望特性\n\n*这次不行：* **花费 3 点希望**，迫使远距离范围内的某个敌方重掷一次攻击或伤害掷骰。"
 },
 {
  "key": "SECTION_345",
  "original": "## CLASS FEATURES",
  "translation": "",
  "context": "## 职业特性"
 },
 {
  "key": "SECTION_346",
  "original": "#### **Prestidigitation**\n\nYou can perform harmless, subtle magical effects at will. For example, you can change an object's color, create a smell, light a candle, cause a tiny object to float, illuminate a room, or repair a small object.",
  "translation": "",
  "context": "#### **戏法**\n\n你可以随意施展无害且细微的魔法效果。例如，你可以改变物体的颜色、制造气味、点燃蜡烛、让小物体漂浮、照亮房间或修复小型物体。"
 },
 {
  "key": "SECTION_347",
  "original": "#### **Strange Patterns**\n\nChoose a number between 1 and 12. When you roll that number on a Duality Die, gain a Hope or clear a Stress. You can change this number when you take a long rest.",
  "translation": "",
  "context": "#### **奇特模式**\n\n选择一个介于 1 到 12 之间的数字。当你掷出二元骰，结果为该数字时，获得一点希望或清除一点压力。你可以在进行一次长休时改变这个数字。"
 },
 {
  "key": "SECTION_348",
  "original": "## WIZARD SUBCLASSES\n\n*Choose either the School of Knowledge or School of War subclass.*",
  "translation": "",
  "context": "## 法师子职业\n\n*选择知识学派或战争学派子职业。*"
 },
 {
  "key": "SECTION_349",
  "original": "## SCHOOL OF KNOWLEDGE\n\n*Play the School of Knowledge if you want a keen understanding of the world around you.*",
  "translation": "",
  "context": "## 知识学派\n\n*如果你渴望对周遭世界有敏锐的洞察力，则选择知识学派。*"
 },
 {
  "key": "SECTION_350",
  "original": "## **SPELLCAST TRAIT**\n\nKnowledge",
  "translation": "",
  "context": "## **施法属性**\n\n知识"
 },
 {
  "key": "SECTION_351",
  "original": "## **FOUNDATION FEATURES**\n\n*Prepared:* Take an additional domain card of your level or lower from a domain you have access to.\n\n*Adept:* When you Utilize an Experience, you can **mark a Stress** instead of spending a Hope. If you do, double your Experience modifier for that roll.",
  "translation": "",
  "context": "## **基础特性**\n\n*准备就绪：*从你可用的领域中抽取一张等级等于或低于你等级的额外领域卡。\n\n*熟练：*当你运用一项经历时，你可以**标记1点压力**来代替花费1点希望。如果你这样做，该掷骰的经历修正值翻倍。"
 },
 {
  "key": "SECTION_352",
  "original": "## **SPECIALIZATION FEATURES**\n\n*Accomplished:* Take an additional domain card of your level or lower from a domain you have access to.\n\n*Perfect Recall:* Once per rest, when you recall a domain card in your vault, you can reduce its Recall Cost by 1.",
  "translation": "",
  "context": "## **专精特性**\n\n*博学：*从你可用的领域中抽取一张等级等于或低于你等级的额外领域卡。\n\n*完美回想：*每次休息一次，当你回想宝库中的一张领域卡时，你可以将其回想费用减少1。"
 },
 {
  "key": "SECTION_353",
  "original": "## **MASTERY FEATURES**\n\n*Brilliant:* Take an additional domain card of your level or lower from a domain you have access to.\n\n*Honed Expertise:* When you use an Experience, roll a **d6**. On a result of 5 or higher, you can use it without spending Hope.",
  "translation": "",
  "context": "## **精通特性**\n\n*辉煌：*从你可用的领域中抽取一张等级等于或低于你等级的额外领域卡。\n\n*磨练的专精：*当你运用一项经历时，掷一个**d6**。结果为5或更高时，你可以使用它而无需花费希望。"
 },
 {
  "key": "SECTION_354",
  "original": "## <span id=\"page-51-0\"></span>SCHOOL OF WAR\n\n*Play the School of War if you want to utilize trained magic for violence.*",
  "translation": "",
  "context": "## <span id=\"page-51-0\"></span>战争学派\n\n*如果你想利用训练有素的魔法进行暴力活动，就选择战争学派。*"
 },
 {
  "key": "SECTION_355",
  "original": "## **SPELLCAST TRAIT**\n\nKnowledge",
  "translation": "",
  "context": "## **施法属性**\n\n知识"
 },
 {
  "key": "SECTION_356",
  "original": "## **FOUNDATION FEATURES**\n\n*Battlemage:* You've focused your studies on becoming an unconquerable force on the battlefield. Gain an additional Hit Point slot.\n\n*Face Your Fear:* When you succeed with Fear on an attack roll, you deal an extra **1d10** magic damage.",
  "translation": "",
  "context": "## **基础特性**\n\n*战斗法师：*你专注于研究，以成为战场上不可战胜的力量。获得一个额外的生命点槽位。\n\n*直面恐惧：*当你在攻击掷骰中以恐惧结果成功时，你额外造成**1d10**点魔法伤害。"
 },
 {
  "key": "SECTION_357",
  "original": "## **SPECIALIZATION FEATURES**\n\n*Conjure Shield:* You can maintain a protective barrier of magic. While you have at least 2 Hope, you add your Proficiency to your Evasion.\n\n*Fueled by Fear:* The extra magic damage from your \"Face Your Fear\" feature increases to **2d10**.",
  "translation": "",
  "context": "## **专精特性**\n\n*塑能护盾：*你可以维持一层魔法保护屏障。当你的希望点数至少为2点时，你的闪避值加上你的熟练值。\n\n*恐惧为燃料：*你的“直面恐惧”特性所造成的额外魔法伤害增加至**2d10**。"
 },
 {
  "key": "SECTION_358",
  "original": "## **MASTERY FEATURES**\n\n*Thrive in Chaos:* When you succeed on an attack, you can **mark a Stress** after rolling damage to force the target to mark an additional Hit Point.\n\n*Have No Fear:* The extra magic damage from your \"Face Your Fear\" feature increases to **3d10**.",
  "translation": "",
  "context": "## **精通特性**\n\n*混乱中茁壮成长：*当你攻击成功时，在掷出伤害后，你可以**标记一点压力**，迫使目标额外标记一点生命点。\n\n*无所畏惧：*你的“直面恐惧”特性所造成的额外魔法伤害增加至**3d10**。"
 },
 {
  "key": "SECTION_359",
  "original": "## BACKGROUND QUESTIONS\n\n*Answer any of the following background questions. You can also create your own questions.* \n\n- What responsibilities did your community once count on you for? How did you let them down?\n- You've spent your life searching for a book or object of great significance. What is it, and why is it so important to you?\n- You have a powerful rival. Who are they, and why are you so determined to defeat them?",
  "translation": "",
  "context": "## 背景问题\n\n*回答以下任何背景问题。你也可以创造自己的问题。*\n\n- 你的社群曾依赖你承担什么责任？你是如何让他们失望的？\n- 你一生都在寻找一本或一件意义重大的书籍或物品。它是什么，为什么对你如此重要？\n- 你有一个强大的对手。他们是谁，你为何如此执着于击败他们？"
 },
 {
  "key": "SECTION_360",
  "original": "## CONNECTIONS\n\n*Ask your fellow players one of the following questions for their character to answer, or create your own questions.*\n\n- What favor have I asked of you that you're not sure you can fulfill?\n- What weird hobby or strange fascination do we both share?\n- What secret about yourself have you entrusted only to me?",
  "translation": "",
  "context": "## 关系\n\n*向你的其他玩家提出以下问题之一，让他们扮演的角色来回答，或者创造你自己的问题。*\n\n- 我曾向你求助过什么让你不确定能否完成的忙？\n- 我们有什么共同的怪异爱好或奇怪的着迷点？\n- 你只向我一个人透露过关于你自己的什么秘密？"
 },
 {
  "key": "SECTION_361",
  "original": "## <span id=\"page-52-0\"></span>Ancestry\n\n*Ancestries represent your character's lineage, which affects their physical appearance. The following section describes each ancestry in Daggerheart and the physical characteristics shared by members of that ancestry. That said, you can decide that your character possesses characteristics that aren't \"standard\" or \"average\" for that ancestry. We encourage you to look to the art for inspiration and explore the diversity within individual ancestries as you craft your character's appearance.* \n\nWe hope this section provides a window into the various physicalities of the creatures that populate Daggerheart. As you play and meet members of each ancestry, you'll have the opportunity to learn about the nuances and unique qualities among them. You'll also notice that within the world of Daggerheart, the term \"people\" is used to refer to all ancestries, as individuals from all lineages possess unique characteristics and cultures, as well as personhood.\n\nSome ancestries are described using the term \"humanoid.\" This does not refer to that specific ancestry having any relation to \"humans,\" the distinct ancestry within Daggerheart. Specifically, it refers to the set of physical characteristics readers will recognize from their own anatomy, such as bipedal movement, upright posture,\n\nfacial layout, and more. These traits vary by ancestry and individual, though \"humanoid\" should still provide a useful frame of reference.\n\nEach ancestry has two **ancestry features**. While some features (such as the ability to fly) are directly tied to an ancestry's anatomy, you ultimately get to determine your character's physical form. If you decide that your faerie character never had wings or lost theirs, you can work with the GM to replace the \"Wings\" feature that grants faeries flight. It's likewise up to you to decide how important your character's appearance is to their story.\n\nIf you'd like to make a character who combines more than one ancestry, [see the \"Mixed Ancestry\" section on page 71.](#page-71-0)\n\n![](_page_52_Picture_7.jpeg)",
  "translation": "",
  "context": "## <span id=\"page-52-0\"></span>血统\n\n*血统代表着你的角色的血脉传承，这会影响他们的外貌。以下章节描述了《匕首之心》中的每一种血统，以及该血统成员共有的身体特征。话虽如此，你可以决定你的角色拥有不属于该血统“标准”或“平均”的特征。我们鼓励你从美术作品中寻找灵感，并在塑造角色的外貌时探索不同血统内部的多样性。*\n\n我们希望这一章节能让你一窥《匕首之心》中居住的各种生物的身体形态。当你进行游戏并遇到各种血统的成员时，你将有机会了解他们之间的细微差别和独特品质。你还会注意到，在《匕首之心》的世界中，“人”这个词被用来指代所有血统，因为来自所有血统的个体都拥有独特的特征、文化以及人格。\n\n有些血统用“类人生物”这个词来描述。这并非指该特定血统与《匕首之心》中的独立血统“人类”有任何关联。具体来说，它指的是读者可以从自身解剖结构中识别出的一系列身体特征，例如两足行走、直立姿势、面部布局等等。这些特征因血统和个体而异，尽管“类人生物”仍然能提供一个有用的参考框架。\n\n每种血统都有两个**血统特性**。虽然有些特性（例如飞行能力）直接与血统的解剖结构相关，但最终由你决定角色的身体形态。如果你决定你的仙灵角色从未拥有翅膀或失去了翅膀，你可以与GM协商替换赋予仙灵飞行能力的“翅膀”特性。同样，角色的外貌对他们的故事有多重要也取决于你。\n\n如果你想创造一个结合了多种血统的角色，[请参阅第71页的“混合血统”章节。](#page-71-0)\n\n![](_page_52_Picture_7.jpeg)"
 },
 {
  "key": "SECTION_362",
  "original": "## CLANK\n\nClanks are sentient mechanical beings built from a variety of materials, including metal, wood, and stone. They can resemble humanoids, animals, or even inanimate objects. Like organic beings, their bodies come in a wide array of sizes. Because of their bespoke construction, many clanks have highly specialized physical configurations. Examples include clawed hands for grasping, wheels for movement, or built-in weaponry.\n\nMany clanks embrace body modifications for style as well as function, and members of other ancestries often turn to clank artisans to construct customized mobility aids and physical adornments. Other ancestries can create clanks, even using their own physical characteristics as inspiration, but it's also common for clanks to build one another. A clank's lifespan extends as long as they're able to acquire or craft new parts, making their physical form effectively immortal. That said, their minds are subject to the effects of time, and deteriorate as the magic that powers them loses potency.",
  "translation": "",
  "context": "## 械灵\n\n械灵是具有感知能力的机械生物，由多种材料建造而成，包括金属、木材和石头。它们可以像类人生物、动物，甚至是无生命的物体。就像有机生物一样，它们的身体有各种各样的尺寸。由于其定制化的构造，许多械灵拥有高度专业化的物理配置。例如用于抓握的爪手、用于移动的轮子或内置武器。\n\n许多械灵接受身体改造，既是为了风格也是为了功能，而其他血统的成员也经常求助于械灵工匠来建造定制的移动辅助工具和身体装饰品。其他血统可以创造械灵，甚至可以使用自己的身体特征作为灵感，但械灵之间相互建造也很常见。械灵的寿命只要它们能够获取或制造新部件就能延续，这使得它们的物理形态实际上是不朽的。话虽如此，它们的思维会受到时间的影响，并随着驱动它们的魔法失去效力而衰退。"
 },
 {
  "key": "SECTION_363",
  "original": "## **ANCESTRY FEATURES**\n\n*Purposeful Design:* Decide who made you and for what purpose. At character creation, choose one of your Experiences that best aligns with this purpose and gain a permanent +1 bonus to it.\n\n*Efficient:* When you take a short rest, you can choose a long rest move instead of a short rest move.\n\n![](_page_53_Picture_6.jpeg)\n\nA VARIETY OF ATTACHMENTS ARE AVAILABLE, RANGING FROM\nTOOLS AND APPENDAGES FOR UTILITY, TO WEAPONS AND\nPROTECTIVE GEAR FOR COMBAT AND ADVENTURES.\n\nELDER\nCLANK\n\n![](_page_53_Picture_9.jpeg)\n\nCLANKS CAN HAVE THE APPEARANCE\nOF ANY ANCESTRY AND BE MADE\nFROM A VARIETY OF MATERIALS\nINCLUDING METAL, WOOD, CLAY,\nPORCELAIN, STONE, ETC.\n\nALL CLANKS HAVE SOME POWER\nSOURCE. THESE CAN TAKE\nDIFFERENT SHAPES AND FORMS\nFOR THE INTENDED USE AND\nPARTICULAR CONSTRUCTION.\n\n![](_page_53_Picture_12.jpeg)\n\nPOWER SOURCES CAN BE\nSTORED ANYWHERE WITHIN\nTHE BODY, BUT COMMON\nLOCATIONS ARE IN THE HEAD\nOR CHEST.",
  "translation": "",
  "context": "## **血统特性**\n\n*有目的的设计：*决定是谁制造了你以及出于何种目的。在角色创建时，选择一个最符合此目的的经历，并获得永久 +1 加值。\n\n*高效：*当你进行短休息时，你可以选择一个长休息行动而不是短休息行动。\n\n![](_page_53_Picture_6.jpeg)\n\n有各种各样的附件可用，从用于实用目的的工具和附肢，到用于战斗和冒险的武器和防护装备。\n\n古老械灵\n\n![](_page_53_Picture_9.jpeg)\n\n械灵可以拥有任何血统的外观，并由各种材料制成，包括金属、木材、粘土、瓷器、石头等。\n\n所有械灵都有某种动力源。这些动力源可以根据预期的用途和特定的构造呈现不同的形状和形式。\n\n![](_page_53_Picture_12.jpeg)\n\n动力源可以储存在身体内的任何地方，但常见的位置是头部或胸部。"
 },
 {
  "key": "SECTION_364",
  "original": "## DRAKONA\n\n54 **Chapter 1: Ancestry**\n\nDrakona resemble wingless dragons in humanoid form and possess a powerful elemental breath. All drakona have thick scales that provide excellent natural armor against both attacks and the forces of nature. They are large in size, ranging from 5 feet to 7 feet on average, with long sharp teeth. New teeth grow throughout a Drakona's approximately 350-year lifespan, so they are never in danger of permanently losing an incisor. Unlike their dragon ancestors, drakona don't have wings and can't fly without magical aid. Members of this ancestry pass down the element of their breath through generations, though in rare cases, a drakona's elemental power will differ from the rest of their family's.",
  "translation": "",
  "context": "## 龙人\n\n54 **第一章：血统**\n\n龙人外观类似无翼的龙类，拥有类人形态和强大的元素吐息。所有龙人都拥有厚实的鳞片，提供优异的天然护甲，能抵御攻击和自然力量。它们体型庞大，平均身高在5到7英尺之间，牙齿尖利且长。龙人在其大约350年的生命周期中会不断长出新牙，因此永远不会面临永久性失去门牙的危险。与它们的龙族祖先不同，龙人没有翅膀，没有魔法辅助无法飞行。该血统的成员通过世代传承其吐息的元素，尽管在极少数情况下，龙人的元素力量会与其家族其他成员不同。"
 },
 {
  "key": "SECTION_365",
  "original": "## **ANCESTRY FEATURES**\n\n*Scales:* Your scales act as natural protection. When you would take Severe damage, you can **mark a Stress** to mark 1 fewer Hit Points.\n\n*Elemental Breath:* Choose an element for your breath (such as electricity, fire, or ice). You can use this breath against a target or group of targets within Very Close range, treating it as an Instinct weapon that deals **d8** magic damage using your Proficiency.\n\n![](_page_54_Picture_5.jpeg)\n\nDWARVES HAVE NATURALLY\nTHICK AND TOUGH SKIN,\nHAIR, AND NAILS.\n\nTHEIR THICK SKIN OFFERS\nEXTRA PROTECTION FROM MINOR HAZARDS. THIS\nALLOWS DWARVES TO DECORATE THEIR BODIES\nIN A VARIETY OF WAYS, FROM TATTOOS TO\nPIERCINGS, AND EVEN EMBEDDING GEMSTONES\nINTO THEIR SKIN.",
  "translation": "",
  "context": "## **血统特性**\n\n*鳞片：*你的鳞片提供天然保护。当你受到重伤时，你可以**标记 1 点压力**来少标记 1 点生命点。\n\n*元素吐息：*选择一种元素作为你的吐息（例如电、火或冰）。你可以在邻近范围内的目标或目标群使用此吐息，将其视为一种使用你的熟练度造成 **d8** 点魔法伤害的本能武器。\n\n![](_page_54_Picture_5.jpeg)\n\n矮人天生拥有厚实坚韧的皮肤、毛发和指甲。\n\n他们厚实的皮肤能提供额外的保护，抵御轻微危险。这使得矮人能够以多种方式装饰自己的身体，从纹身到穿孔，甚至在皮肤中嵌入宝石。"
 },
 {
  "key": "SECTION_366",
  "original": "# DWARF\n\nDwarves are most easily recognized as short humanoids\nwith square frames, dense musculature, and thick hair.\nTheir average height ranges from 4 to 5 <sup>1</sup>/<sub>2</sub> feet, and they\nare often broad in proportion to their stature. Their skin and\nnails contain a high amount of keratin, making them naturally\nresilient. This allows dwarves to embed gemstones into their\nbodies and decorate themselves with tattoos or piercings.\nTheir hair grows thickly—usually on their heads, but some\ndwarves have thick hair across their bodies as well. Dwarves\nof all genders can grow facial hair, which they often style in\nelaborate arrangements. Typically, dwarves live up to 250\nyears of age, maintaining their muscle mass well into later life.",
  "translation": "",
  "context": "# 矮人\n\n矮人最容易辨认的特征是身材矮小的类人生物，体格方正，肌肉结实，毛发浓密。他们的平均身高在4到5.5英尺之间，且通常与身高相比体型宽阔。他们的皮肤和指甲含有大量的角蛋白，使其天生具有韧性。这使得矮人可以将宝石嵌入体内，并用纹身或穿孔装饰自己。他们的毛发浓密——通常长在头上，但有些矮人全身也有浓密的毛发。所有性别的矮人都能长胡须，他们经常将胡须打理成精致的样式。通常，矮人能活到250岁，即使到了晚年也能保持肌肉量。"
 },
 {
  "key": "SECTION_367",
  "original": "## ANCESTRY FEATURES\n\n**Thick Skin:** When you take Minor damage, you can mark 2\nStress instead of marking a Hit Point.\n\n**Increased Fortitude:** Spend 3 Hope to halve incoming physical\ndamage.\n\nTHEIR HAIR TENDS TO BE THICK\nAND GROW QUICKLY. DWARVES OF\nALL GENDERS OFTEN GROW OUT\nTHEIR FACIAL HAIR FOR STYLING.\n\nDUE TO THE THICKNESS\nOF THEIR NAILS, THEY\nCAN BE GROUND DOWN\nAND SHAPED, BECAUSE\nOF THIS, THEY OFTEN\nLOOK FACETED.\n\nADULT\nDWARF\n\nADULT DWARF\n\nELDER\nDWARF\n\nST ELVES' APPEARANCES\nN'T DRASTICALLY CHANGE\nTIL THEY REACH THE LATER\nRS OF THEIR LIFE.\n\nAS AN ELF AGES, THEIR\nEARS CHANGE. A YOUNG\nELF'S EARS POINT\nUPWARDS AND ARE\nSTIFF, WHILE AN ELDER\nELF'S EARS TEND TO\nDROOP DOWNWARDS.\n\nMYSTIC FORM ELVES CAN BE SHAPED BY A\nVARIETY OF ASPECTS FROM NATURE OR\nMAGICAL PRACTICE, SO INFLUENCES FROM\nTHE ELEMENTS ARE COMMON. SOME OTHERS\nMAY BE ALTERED BY STARS OR\nCELESTIAL BODIES.",
  "translation": "",
  "context": "## 血统特性\n\n**厚实皮肤：**当你受到轻伤时，你可以标记 2 点压力，而不是标记 1 点生命点。\n\n**增强坚韧：**花费 3 点希望，将受到的物理伤害减半。\n\n他们的毛发通常浓密且生长迅速。所有性别的矮人经常蓄留胡须进行造型。\n\n由于他们的指甲很厚，可以被磨平和塑形，因此它们通常看起来呈多面状。\n\n成年矮人\n\n成年矮人\n\n年长矮人\n\n精灵的外貌直到晚年才会发生剧烈变化。\n\n随着年龄增长，精灵的耳朵会发生变化。年轻精灵的耳朵向上竖起且坚硬，而年长精灵的耳朵则倾向于向下垂。\n\n神秘形态的精灵可能受到自然或魔法实践中各种方面的影响而塑形，因此受元素影响很常见。有些其他精灵可能受到星星或天体的影响而改变。"
 },
 {
  "key": "SECTION_368",
  "original": "# ELF\n\nElves are typically tall humanoids with pointed ears and acutely\nattuned senses. Their ears vary in size and pointed shape, and as\nthey age, the tips begin to droop. While elves come in a wide range\nof body types, they are all fairly tall, with heights ranging from\nabout 6 to 6 <sup>1</sup>/<sub>2</sub> feet. All elves have the ability to drop into a celestial\ntrance, rather than sleep. This allows them to rest effectively in a\nshort amount of time.\n\nSome elves possess what is known as a \"mystic form,\" which\noccurs when an elf has dedicated themself to the study or\nprotection of the natural world so deeply that their physical form\nchanges. These characteristics can include celestial freckles, the\npresence of leaves, vines, or flowers in their hair, eyes that flicker\nlike fire, and more. Sometimes these traits are inherited from\nparents, but if an elf changes their environment or magical focus,\ntheir appearance changes over time. Because elves live for about\n350 years, these traits can shift more than once throughout their\nlifespan.\n\nANCESTRY FEATURES\n\n**Quick Reactions:** Mark a Stress to gain advantage on a reaction roll.\n\n**Celestial Trance:** During a rest, you can drop into a trance to choose\nan additional downtime move.\n\nYOUNG\nELF\n\nELVEN EARS CAN BE LONG\nOR SHORT, THIN OR WIDE,\nBUT THEY ALWAYS COME\nTO A POINT.\n\nADULT\nELF",
  "translation": "",
  "context": "# 精灵\n\n精灵通常是身材高挑的类人生物，耳朵尖尖，感官敏锐。他们的耳朵大小和尖形各不相同，随着年龄增长，耳尖会开始下垂。虽然精灵有各种各样的体型，但他们都很高，身高大约在 6 到 6.5 英尺之间。所有精灵都能够进入天体恍惚状态，而不是睡觉。这使得他们能够在短时间内有效休息。\n\n有些精灵拥有所谓的“神秘形态”，当一个精灵全身心投入到对自然世界的研究或保护中，以至于他们的物理形态发生改变时，就会出现这种形态。这些特征可以包括天体雀斑，头发中出现树叶、藤蔓或花朵，眼睛像火焰一样闪烁等等。有时这些特征是父母遗传的，但如果精灵改变他们的环境或魔法侧重，他们的外貌会随着时间而改变。因为精灵可以活到大约 350 年，这些特征在他们的生命周期中可能会不止一次地改变。\n\n血统特性\n\n**快速反应：**标记 1 点压力，在反应掷骰上获得优势。\n\n**天体恍惚：**在休息期间，你可以进入恍惚状态，选择一个额外的休息行动。\n\n年轻精灵\n\n精灵的耳朵可以长或短，薄或宽，但它们总是有一个尖。\n\n成年精灵"
 },
 {
  "key": "SECTION_369",
  "original": "## FAERIE\n\nFaeries are winged humanoid creatures with insectile features. These characteristics cover a broad spectrum from humanoid to insectoid—some possess additional arms, compound eyes, lantern organs, chitinous exoskeletons, or stingers. Because of their close ties to the natural world, they also frequently possess attributes that allow them to blend in with various plants. The average height of a faerie ranges from about 2 feet to 5 feet, but some faeries grow up to 7 feet tall. All faeries possess membranous wings and they each go through a process of metamorphosis. The process and changes differ from faerie to faerie, but during this transformation each individual manifests the unique appearance they will carry throughout the rest of their approximately 50-year lifespan.\n\nFAERIE APPEARANCES RANGE FROM INSECT-LIKE TO HUMANOID,\nWITH A WIDE VARIETY IN BETWEEN DIFFERENT FAMILIES. NO\nMATTER THEIR FORM, ALL FAERIES HAVE WINGS.",
  "translation": "",
  "context": "## 仙灵\n\n仙灵是长有翅膀的类人生物，具有昆虫特征。这些特征涵盖了从类人到昆虫的广泛范围——有些拥有额外的肢体、复眼、发光器官、几丁质外骨骼或毒刺。由于他们与自然世界的紧密联系，他们也经常拥有能够让他们融入各种植物的属性。仙灵的平均身高范围约为 2 英尺到 5 英尺，但有些仙灵会长到 7 英尺高。所有仙灵都拥有膜状翅膀，并且都会经历一个蜕变过程。这个过程和变化因仙灵而异，但在这种转变期间，每个个体都会显现出他们将在余下约 50 年生命中携带的独特外观。\n\n仙灵的外貌范围从昆虫状到类人状，不同家族之间差异很大。无论他们的形态如何，所有仙灵都有翅膀。"
 },
 {
  "key": "SECTION_370",
  "original": "## **ANCESTRY FEATURE**\n\n*Luckbender:* Once per session, after you or a willing ally within Close range makes an action roll, you can **spend 3 Hope** to reroll the Duality Dice.\n\n*Wings:* You can fly. While flying, you can **mark a Stress** after an adversary makes an attack against you to gain a +2 bonus to your Evasion against that attack.\n\n![](_page_57_Picture_7.jpeg)\n\nFAERIES CAN HAVE A VARIETY OF ANTENNAE, OFTEN MATCHING\nTHE INSECT THEY MOST RESEMBLE.\n\n![](_page_57_Picture_9.jpeg)\n\nFAUNS DECORATE\nTHEIR HORNS, EARS,\nAND HAIR IN A\nVARIETY OF WAYS.\n\nALL FAUNS HAVE\nSQUARE PUPILS,\nEVEN IF THEIR\nFACES ARE MORE\nHUMANOID THAN\nCAPRINE.\n\nFAUN\n\nFauns resemble humanoid goats with curving horns, square\npupils, and cloven hooves. Though their appearances may\nvary, most fauns have a humanoid torso and a goatlike lower\nbody covered in dense fur. Faun faces can be more caprine or\nmore humanlike, and they have a wide variety of ear and horn\nshapes. Faun horns range from short with minimal curvature\nto much larger with a distinct curl. The average faun ranges\nfrom 4 feet to 6 <sup>1</sup>⁄<sub>2</sub> feet tall, but their height can change\ndramatically from one moment to the next based on their\nstance. The majority of fauns have proportionately long limbs,\nno matter their size or shape, and are known for their ability\nto deliver powerful blows with their split hooves. Fauns live\nfor roughly 225 years, and as they age, their appearance can\nbecome increasingly goatlike.\n\nANCESTRY FEATURES\n\n**Caprine Leap:** You can leap anywhere within Close range as\nthough you were using normal movement, allowing you to vault\nobstacles, jump across gaps, or scale barriers with ease.\n\n**Kick:** When you succeed on an attack against a target within\nMelee range, you can **mark a Stress** to kick yourself off them,\ndealing an extra **2d6** damage and knocking back either yourself\nor the target to Very Close range.\n\nYOUNG\nFAUN\nWARRIOR\n\nADULT\nFAUN\n\nELDER\nFAUN\nBARD\n\nWHEN FAUNS ARE BORN,\nTHEY ARE QUICK TO START\nWALKING AND RUNNING.\n\nYOUNG\nFAUN\n\nFAUNS CAN USE THEIR POWERFUL HIND\nLEGS TO DELIVER STRONG BLOWS AND\nLEAP GREAT DISTANCES.\n\nADULT\nFAUN\n\nAS THEY GROW\nOLDER, SOME FAUNS\nMAY TAKE ON A MORE\nGOAT-LIKE APPERANCE.\n\nELDER\nFAUN",
  "translation": "",
  "context": "## **血统特性**\n\n*运气操控者：*每场游戏一次，在你或一个邻近范围内的自愿盟友进行动作掷骰后，你可以**花费 3 点希望**重新掷二元骰。\n\n*翅膀：*你可以飞行。飞行时，在敌方对你进行攻击后，你可以**标记 1 点压力**，以在该攻击中获得 +2 点闪避加值。\n\n![](_page_57_Picture_7.jpeg)\n\n仙灵可以拥有各种各样的触角，通常与它们最相似的昆虫相匹配。\n\n![](_page_57_Picture_9.jpeg)\n\n羊蹄人会以各种方式装饰他们的角、耳朵和头发。\n\n所有羊蹄人都有方形瞳孔，即使他们的脸比山羊更像人类。\n\n羊蹄人\n\n羊蹄人类似于长有弯曲的角、方形瞳孔和分蹄的类人山羊。虽然他们的外貌可能各不相同，但大多数羊蹄人拥有类人的躯干和覆盖着浓密毛发的山羊状下半身。羊蹄人的脸可以更像山羊或更像人类，他们拥有各种各样的耳朵和角形。羊蹄人的角从短而弯曲度最小到更大且有明显的卷曲。普通羊蹄人的身高范围约为 4 英尺到 6.5 英尺，但他们的身高会根据站姿而发生显著变化。大多数羊蹄人无论大小或形状如何，都拥有比例较长的四肢，并以其用分蹄进行强力打击的能力而闻名。羊蹄人寿命约 225 年，随着年龄增长，他们的外貌会越来越像山羊。\n\n血统特性\n\n**山羊跳跃：**你可以像使用正常移动一样跳跃到邻近范围内的任何地方，让你轻松跳过障碍物、跨越缝隙或攀爬障碍。\n\n**踢击：**当你对近战范围内的目标攻击成功时，你可以**标记 1 点压力**将自己从他们身上踢开，造成额外 **2d6** 点伤害，并将你自己或目标击退到邻近范围。\n\n年轻\n羊蹄人\n战士\n\n成年\n羊蹄人\n\n年长\n羊蹄人\n吟游诗人\n\n羊蹄人出生时，很快就能开始行走和奔跑。\n\n年轻\n羊蹄人\n\n羊蹄人可以使用他们强壮的后腿进行强力打击和远距离跳跃。\n\n随着年龄增长，一些羊蹄人可能会变得更像山羊。\n\n年长\n羊蹄人"
 },
 {
  "key": "SECTION_371",
  "original": "## FIRBOLG\n\nFirbolgs are bovine humanoids typically recognized by their broad noses and long, drooping ears. Some have faces that are a blend of humanoid and bison, ox, cow, or other bovine creatures. Others, often referred to as minotaurs, have heads that entirely resemble cattle. They are tall and muscular creatures, with heights ranging from around 5 feet to 7 feet, and possess remarkable strength no matter their age. Some firbolgs are known to use this strength to charge their adversaries, an action that is particuarly effective for those who have one of the many varieties of horn styles commonly found in this ancestry. Though their unique characteristics can vary, all firbolgs are covered in fur, which can be muted and earth-toned in color, or come in a variety of pastels, such as soft pinks and blues. On average, firbolgs live for about 150 years.",
  "translation": "",
  "context": "## 费尔博格\n\n费尔博格是牛类人生物，通常以其宽阔的鼻子和长而下垂的耳朵而闻名。有些费尔博格的脸部融合了类人生物和野牛、公牛、奶牛或其他牛科动物的特征。另一些，通常被称为牛头人，则拥有完全类似于牛的头部。他们是高大健壮的生物，身高范围约为 5 英尺到 7 英尺，无论年龄大小都拥有非凡的力量。一些费尔博格以利用这种力量冲撞敌人而闻名，这种行动对于那些拥有该血统中常见的多种角形之一的费尔博格来说尤其有效。尽管他们的独特特征各不相同，但所有费尔博格都全身覆盖毛发，颜色可以是柔和的土色调，也可以是各种柔和的颜色，如淡粉色和蓝色。平均而言，费尔博格的寿命约为 150 年。"
 },
 {
  "key": "SECTION_372",
  "original": "## **ANCESTRY FEATURES**\n\n*Charge:* When you succeed on an Agility Roll to move from Far or Very Far range into Melee range with one or more targets, you can **mark a Stress** to deal **1d12** physical damage to all targets within Melee range.\n\n*Unshakable:* When you would mark a Stress, roll a **d6**. On a result of 6, don't mark it.\n\nfound in this ancestry. Though their unique characteristics can\nvary, all firbolgs are covered in fur, which can be muted and\nearth-toned in color, or come in a variety of pastels, such as\nsoft pinks and blues. On average, firbolgs live for about\n150 years.\n\nSOME FIRBOLG HAVE\nHUMANOID FACES, WHILE\nOTHERS HAVE THE\nHEADS OF COWS, OXEN,\nOR OTHER BOVINE\nCREATURES. THESE ARE\nCALLED MINOTAURS.\n\nADULT\nFIRBOLG\n\nAS THEY ENTER\nADULTHOOD, SOME\nTAKE ON MORE\nSQUARE FEATURES.\n\nYOUNG\nFIRBOLG\n\nYOUNG FIRBOLGS\nTEND TO HAVE\nROUND, SOFT\nFEATURES.\n\nFIRBOLG BODIES ARE\nCOVERED IN SHORT FUR.\nTHEIR FUR COMES IN A\nVARTETY OF COLORS SUCH\nAS: BROWN, BLACK, GREY\nAND VARIOUS PASTELS.\n\nELDER FIRBOLG\nWITH A PASTEL\nFUR COLORING.\n\nFIRBOLGS HAVE\nHUMANOID PROPORTIONS\nEXCEPT IN THEIR FACIAL\nFEATURES, WHICH APPEAR\nBOVINE-LIKE.\n\nELDER\nFIRBOLG\n\nYOUNG\nFIRBOLG",
  "translation": "",
  "context": "## **血统特性**\n\n*冲撞：*当你成功进行一次敏捷掷骰，从远距离或极远距离移动到与一个或多个目标的近战距离时，你可以**标记 1 点压力**，对近战距离内的所有目标造成 **1d12** 点物理伤害。\n\n*坚定不移：*当你本应标记 1 点压力时，掷一个 **d6**。结果为 6 时，不标记。\n\n该血统中常见的多种角形之一的费尔博格来说尤其有效。尽管他们的独特特征各不相同，但所有费尔博格都全身覆盖毛发，颜色可以是柔和的土色调，也可以是各种柔和的颜色，如淡粉色和蓝色。平均而言，费尔博格的寿命约为 150 年。\n\n一些费尔博格拥有类人面孔，而另一些则拥有奶牛、公牛或其他牛科动物的头部。这些被称为牛头人。\n\n成年\n费尔博格\n\n进入成年后，一些费尔博格会变得更方正。\n\n年轻\n费尔博格\n\n年轻的费尔博格往往具有圆润柔和的特征。\n\n费尔博格的身体覆盖着短毛。他们的毛发有多种颜色，例如：棕色、黑色、灰色和各种柔和色。\n\n长有柔和色毛发的年长费尔博格。\n\n费尔博格具有类人的身体比例，除了他们的面部特征，看起来像牛。\n\n年长\n费尔博格\n\n年轻\n费尔博格"
 },
 {
  "key": "SECTION_373",
  "original": "## FUNGRIL\n\nFungril resemble humanoid mushrooms. They can be either more humanoid or more fungal in appearance, and they come in an assortment of colors, from earth tones to bright reds, yellows, purples, and blues. Fungril display an incredible variety of bodies, faces, and limbs, as there's no single common shape among them. Even their heights range from a tiny 2 feet tall to a staggering 7 feet tall. While the common lifespan of a fungril is about 300 years, some have been reported to live much longer. They can communicate nonverbally, and many members of this ancestry use a mycelial array to chemically exchange information with other fungril across long distances.",
  "translation": "",
  "context": "## 孢菌人\n\n孢菌人类似人形蘑菇。他们的外观可以更像人类，也可以更像真菌，颜色多种多样，从土色调到鲜艳的红色、黄色、紫色和蓝色。孢菌人拥有令人难以置信的身体、面部和肢体多样性，因为他们之间没有单一的共同形态。他们的身高范围甚至从矮小的 2 英尺到惊人的 7 英尺不等。虽然孢菌人的平均寿命约为 300 年，但据报道有些活得更久。他们可以非语言交流，并且许多该血统的成员使用菌丝网络通过化学方式与远距离的其他孢菌人交换信息。"
 },
 {
  "key": "SECTION_374",
  "original": "## **ANCESTRY FEATURES**\n\n*Fungril Network:* Make an **Instinct Roll (12)** to use your mycelial array to speak with others of your ancestry. On a success, you can communicate across any distance.\n\n*Death Connection:* While touching a corpse that died recently, you can **mark a Stress** to extract one memory from the corpse related to a specific emotion or sensation of your choice.\n\nFUNGRIL CAPS GROW CONTINUOUSLY\nTHROUGHOUT THEIR LIFE, SO THEY\nOFTEN TRIM OR SHAPE THEM FOR\nCOMFORT. AS THEY AGE, THEIR CAPS\nLOSE STIFFNESS AND MAY BEGIN\nTO SAG\n\nMUSHROOM CAPS\nMOST FUNGRIL GROW\nFUNGUS OR MUSHROOM CAPS ON\nHEIR HEAD AND BODY. THESE CAPS CAN\nGROW IN A VARIETY OF STYLES-SOME\nFUNGRIL HAVE ONE CAP WHILE OTHERS\nVE MANY. CAPS MAY ALSO BE MODIFIED\nOR CULTIVATED TO GROW INTO\nPARTICULAR SHAPES.\n\nDAMAGED CAPS\n\nDAMAGED CAPS WILL\nNATURALLY REGROW BACK TO\nTHEIR NORMAL SHAPE WITH\nENOUGH TIME\nAND CARE.\n\nDECORATED CAPS\n\nFUNGRIL OFTEN DECORATE\nTHEIR CAPS WITH A\nVARIETY OF ACCESSORIES.\n\nECORATED CAPS\n\nANGRILL OFTEN DECORATE\nEIR CAPS WITH A\nRIETY OF ACCESSORIES.\n\n![](_page_60_Picture_12.jpeg)\n\n60 **Chapter 1: Ancestry**",
  "translation": "",
  "context": "## **血统特性**\n\n*孢菌网络：*进行一次 **本能掷骰 (12)**，使用你的菌丝网络与你的同族进行交流。成功时，你可以在任何距离进行交流。\n\n*死亡连接：*触摸一具最近死亡的尸体时，你可以**标记 1 点压力**，从尸体中提取一个与你选择的特定情绪或感觉相关的记忆。\n\n孢菌人的菌盖在整个生命周期中持续生长，因此他们经常修剪或塑形以求舒适。随着年龄增长，他们的菌盖会失去硬度并可能开始下垂。\n\n蘑菇菌盖\n大多数孢菌人的头部和身体上会长出真菌或蘑菇菌盖。这些菌盖可以长成各种样式——有些孢菌人只有一个菌盖，而另一些则有多个。菌盖也可以被改造或培育以长成特定的形状。\n\n受损的菌盖\n\n受损的菌盖经过足够的时间和护理，会自然地重新长回正常形状。\n\n装饰过的菌盖\n\n孢菌人经常用各种饰品装饰他们的菌盖。\n\n装饰过的菌盖\n\n孢菌人经常用各种饰品装饰他们的菌盖。\n\n![](_page_60_Picture_12.jpeg)\n\n60 **第一章：血统**"
 },
 {
  "key": "SECTION_375",
  "original": "## GALAPA\n\nGalapa resemble anthropomorphic turtles with large, domed shells into which they can retract. On average, they range from 4 feet to 6 feet in height, and their head and body shapes can resemble any type of turtle. Galapa come in a variety of earth tones—most often shades of green and brown— and possess unique patterns on their shells. Members of this ancestry can draw their head, arms, and legs into their shell for protection to use it as a natural shield when defensive measures are needed. Some supplement their shell's strength or appearance by attaching armor or carving unique designs, but the process is exceedingly painful. Most galapa move slowly no matter their age, and they can live approximately 150 years.\n\n![](_page_61_Picture_2.jpeg)",
  "translation": "",
  "context": "## 龟人\n\n龟人类似拟人化的乌龟，拥有巨大的圆顶龟壳，可以缩入其中。他们的平均身高在 4 英尺到 6 英尺之间，头部和身体形状可以像任何类型的乌龟。龟人有多种土色调——最常见的是绿色和棕色的阴影——并且他们的龟壳上有独特的图案。该血统的成员可以将头部、手臂和腿缩入龟壳中以获得保护，并在需要防御措施时将其用作天然盾牌。有些人通过附加盔甲或雕刻独特的设计来增强龟壳的强度或外观，但这个过程极其痛苦。大多数龟人无论年龄大小都行动缓慢，他们可以活大约 150 年。\n\n![](_page_61_Picture_2.jpeg)"
 },
 {
  "key": "SECTION_376",
  "original": "## **ANCESTRY FEATURES**\n\n*Shell:* Gain a bonus to your damage thresholds equal to your Proficiency.\n\n*Retract:* **Mark a Stress** to retract into your shell. While in your shell, you have resistance to physical damage, you have disadvantage on action rolls, and you can't move.\n\n![](_page_61_Picture_6.jpeg)\n\n![](_page_62_Picture_0.jpeg)\n\n- ADULT GIANT\n\nGIANT\n\nGiants are towering humanoids with broad shoulders, long arms, and one to three eyes. Adult giants range from 6 ½ to 8 ½ feet tall and are naturally muscular, regardless of body type. They are easily recognized by their wide frames and elongated arms and necks. Though they can have up to three eyes, all giants are born with none and remain sightless for their first year of life. Until a giant reaches the age of 10 and their features fully develop, the formation of their eyes may fluctuate. Those with a single eye are commonly known as cyclops. The average giant lifespan is about 75 years.",
  "translation": "",
  "context": "## **血统特性**\n\n*龟壳：*你的伤害阈值获得等同于你熟练度的加值。\n\n*缩壳：* **标记 1 点压力**，缩入你的龟壳中。在龟壳中时，你对物理伤害有抵抗力，你的动作掷骰有劣势，并且你无法移动。\n\n![](_page_61_Picture_6.jpeg)\n\n![](_page_62_Picture_0.jpeg)\n\n- 成年巨人\n\n巨人\n\n巨人是高大的类人生物，肩膀宽阔，手臂修长，拥有一到三只眼睛。成年巨人的身高范围在 6 ½ 到 8 ½ 英尺之间，无论体型如何，他们天生就肌肉发达。他们宽阔的身形以及细长的手臂和颈部很容易辨认。尽管他们最多可以有三只眼睛，但所有巨人出生时都没有眼睛，并且在生命的第一个年头里都是失明的。直到巨人长到 10 岁，他们的特征完全发育成熟之前，他们眼睛的形成可能会波动。只有一只眼睛的巨人通常被称为独眼巨人。巨人的平均寿命约为 75 年。"
 },
 {
  "key": "SECTION_377",
  "original": "## **ANCESTRY FEATURES**\n\n*Endurance:* Gain an additional Hit Point slot at character creation.\n\n*Reach:* Treat any weapon, ability, spell, or other feature that has a Melee range as though it has a Very Close range instead.\n\n![](_page_62_Picture_7.jpeg)",
  "translation": "",
  "context": "## **血统特性**\n\n*耐力：*角色创建时获得一个额外的生命点槽位。\n\n*触及：*将任何具有近战范围的武器、能力、法术或其他特性视为具有邻近范围。\n\n![](_page_62_Picture_7.jpeg)"
 },
 {
  "key": "SECTION_378",
  "original": "## GOBLIN\n\nGoblins are small humanoids easily recognizable by their large eyes and massive membranous ears. With keen hearing and sharp eyesight, they perceive details both at great distances and in darkness, allowing them to move through less-optimal environments with ease. Their skin and eye colors are incredibly varied, with no one hue, either vibrant or subdued, more dominant than another. A typical goblin stands between 3 feet and 4 feet tall, and each of their ears is about the size of their head. Goblins are known to use ear positions to very specific effect when communicating nonverbally. A goblin's lifespan is roughly 100 years, and many maintain their keen hearing and sight well into advanced age.",
  "translation": "",
  "context": "## 哥布林\n\n哥布林是体型矮小的人形生物，很容易通过他们的大眼睛和巨大的膜状耳朵来辨认。凭借敏锐的听觉和犀利的视力，他们能够感知远处和黑暗中的细节，从而轻松地在不太理想的环境中穿行。他们的皮肤和眼睛颜色变化多样，无论是鲜艳还是柔和的色调，都没有哪一种比另一种更占优势。典型的哥布林身高在 3 英尺到 4 英尺之间，他们的每只耳朵都和头差不多大。哥布林以使用耳朵位置进行非常具体的非语言交流而闻名。哥布林的寿命大约为 100 年，许多哥布林即使到了高龄也能保持敏锐的听力和视力。"
 },
 {
  "key": "SECTION_379",
  "original": "## **ANCESTRY FEATURES**\n\n*Surefooted:* You ignore disadvantage on Agility Rolls.\n\n*Danger Sense:* Once per rest, **mark a Stress** to force an adversary to reroll an attack against you or an ally within Very Close range.\n\n![](_page_63_Picture_5.jpeg)\n\nELDER\nGOBLIN\n\nGOBLINS CAN HAVE A\nVARIETY OF SKIN TONES.\n\nGOBLIN EYES\nARE QUITE LARGE.\nMANY GOBLINS DON'T\nHAVE VISIBLE SCLERA.\n\nYOUNG\nGOBLIN\n\nDULT\nGOBLIN",
  "translation": "",
  "context": "## **血统特性**\n\n*步伐稳健：*你在敏捷掷骰中忽略劣势。\n\n*危险感知：*每次休息时，**标记 1 点压力**，强制一个敌方重掷对你或邻近范围内的盟友的攻击。\n\n![](_page_63_Picture_5.jpeg)\n\n年长\n哥布林\n\n哥布林可以拥有\n多种肤色。\n\n哥布林的眼睛\n非常大。\n许多哥布林没有\n明显的巩膜。\n\n年轻\n哥布林\n\n成年\n哥布林"
 },
 {
  "key": "SECTION_380",
  "original": "## HALFLING\n\nHalflings are small humanoids with large hairy feet and prominent rounded ears. On average, halflings are 3 to 4 feet in height, and their ears, nose, and feet are larger in proportion to the rest of their body. Members of this ancestry live for around 150 years, and a halfling's appearance is likely to remain youthful even as they progress from adulthood into old age. Halflings are naturally attuned to the magnetic fields of the Mortal Realm, granting them a strong internal compass. They also possess acute senses of hearing and smell, and can often detect those who are familiar to them by the sound of their movements.",
  "translation": "",
  "context": "## 半身人\n\n半身人是体型矮小的人形生物，有着毛茸茸的大脚和突出的圆形耳朵。平均而言，半身人身高在 3 到 4 英尺之间，他们的耳朵、鼻子和脚相对于身体其他部位来说比例较大。这个血统的成员寿命约为 150 年，即使从成年迈向老年，半身人的外貌也可能保持年轻。半身人天生与凡人领域的磁场相协调，这赋予他们强大的内在罗盘。他们还拥有敏锐的听觉和嗅觉，通常可以通过熟悉的人的行动声音来感知他们。"
 },
 {
  "key": "SECTION_381",
  "original": "## **ANCESTRY FEATURES**\n\n*Luckbringer:* At the start of each session, everyone in your party gains a Hope.\n\n*Internal Compass:* When you roll a 1 on your Hope Die, you can reroll it.\n\n![](_page_64_Picture_5.jpeg)\n\nHUMAN\n\nHumans are most easily recognized by their dexterous hands,\nrounded ears, and bodies built for endurance. Their average\nheight ranges from just under 5 feet to about 6 <sup>1</sup>/<sub>2</sub> feet. They\nhave a wide variety of builds, with some being quite broad,\nothers lithe, and many inhabiting the spectrum in between.\nHumans are physically adaptable and adjust to harsh climates\nwith relative ease. In general, humans live to an age of about\n100, with their bodies changing dramatically between their\nyoungest and oldest years.\n\nANCESTRY FEATURES\n\n**High Stamina:** Gain an additional Stress slot at character\ncreation.\n\n**Adaptability:** When you fail a roll that utilized one of your\nExperiences, you can **mark** a Stress to reroll.\n\nADULT\nHUMAN\n\nYOUNG\nHUMAN\n\nADULT\nHUMAN\n\nYOUNG\nHUMAN\n\nIT'S COMMONPLACE\nFOR HUMANS TO INCORPORATE\nBOTH MAGICAL AND MECHANICAL\nTOOLS, ACCESSORIES, AND\nITEMS THAT ASSIST THEIR\nDAILY LIFE AND TASKS.\n\nELDER\nHUMAN\n\nHUMANS OFTEN DRESS\nTO CLEARLY DISPLAY\nSOCIAL STATUS,\nWEALTH, PERSONAL\nFAITH, OR AESTHETICS.\n\nADULT\nHUMAN",
  "translation": "",
  "context": "## **血统特性**\n\n*幸运使者：*每场游戏开始时，你队伍中的每个人获得 1 点希望。\n\n*内在罗盘：*当你掷出希望骰结果为 1 时，你可以重掷。\n\n![](_page_64_Picture_5.jpeg)\n\n人类\n\n人类最容易通过他们灵巧的双手、\n圆形的耳朵以及为耐力而生的身体来辨认。他们的平均\n身高范围从略低于 5 英尺到大约 6 <sup>1</sup>/<sub>2</sub> 英尺。他们\n体型多样，有的体格健壮，\n有的身形苗条，许多人则介于两者之间。\n人类身体适应性强，能相对轻松地适应恶劣气候。\n通常情况下，人类寿命约为 100 岁，他们的身体在\n年轻和年老时期变化巨大。\n\n血统特性\n\n**高耐力：**角色创建时获得一个额外的压力槽。\n\n**适应力：**当你在使用某个经历进行掷骰失败时，你可以**标记**一点压力进行重掷。\n\n成年\n人类\n\n年轻\n人类\n\n成年\n人类\n\n年轻\n人类\n\n人类普遍会融合\n魔法和机械\n工具、配件和\n物品来辅助他们的\n日常生活和任务。\n\n年长\n人类\n\n人类通常会通过着装\n来清楚地展示\n社会地位、\n财富、个人\n信仰或审美。\n\n成年\n人类"
 },
 {
  "key": "SECTION_382",
  "original": "## INFERNIS\n\nInfernis are humanoids who possess sharp canine teeth, pointed ears, and horns. They are the descendants of demons from the Circles Below. On average, infernis range in height from 5 feet to 7 feet and are known to have long fingers and pointed nails. Some have long, thin, and smooth tails that end in points, forks, or arrowheads. It's common for infernis to have two or four horns—though some have crowns of many horns, or only one. These horns can also grow asymmetrically, forming unique, often curving, shapes that infernis enhance with carving and ornamentation. Their skin, hair, and horns come in an assortment of colors that can include soft pastels, stark tones, or vibrant hues, such as rosy scarlet, deep purple, and pitch black.\n\nInfernis possess a \"dread visage\" that manifests both involuntarily, such as when they experience fear or other strong emotions, or purposefully, such as when they wish to intimidate an adversary. This visage can briefly modify their appearance in a variety of ways, including lengthening their teeth and nails, changing the colors of their eyes, twisting their horns, or enhancing their height. On average, infernis live up to 350 years, with some attributing this lifespan to their demonic lineage.",
  "translation": "",
  "context": "## 恶魔\n\n恶魔是拥有尖锐犬齿、尖耳朵和犄角的人形生物。他们是来自下层界的恶魔后裔。平均而言，恶魔身高范围从 5 英尺到 7 英尺，以长手指和尖指甲而闻名。有些有长而细、光滑的尾巴，末端呈尖状、分叉或箭头状。恶魔通常有两个或四个犄角——尽管有些有许多犄角组成的冠冕，或只有一个。这些犄角也可能不对称地生长，形成独特、通常是弯曲的形状，恶魔会通过雕刻和装饰来加以修饰。他们的皮肤、头发和犄角有各种颜色，包括柔和的蜡笔色、鲜明的色调或鲜艳的色彩，如玫瑰猩红、深紫色和漆黑。\n\n恶魔拥有一种“恐惧面容”，既会不自主地显现，例如当他们经历恐惧或其他强烈情绪时，也会有目的地显现，例如当他们希望恐吓对手时。这种面容可以短暂地以多种方式改变他们的外貌，包括拉长牙齿和指甲、改变眼睛的颜色、扭曲犄角或增加身高。平均而言，恶魔寿命可达 350 年，有些人将此归因于他们的恶魔血统。"
 },
 {
  "key": "SECTION_383",
  "original": "## **ANCESTRY FEATURES**\n\n*Fearless:* When you roll with Fear, you can **mark 2 Stress** to change it into a roll with Hope instead.\n\n![](_page_66_Picture_5.jpeg)\n\nKATARI\n\nKatari are feline humanoids with retractable claws, vertically\nslit pupils, and high, triangular ears. They can also have small,\npointed canine teeth, soft fur, and long whiskers that assist\ntheir perception and navigation. Their ears can swivel nearly\n180 degrees to detect sound, adding to their heightened\nsenses. Katari may look more or less feline or humanoid, with\ncatlike attributes in the form of hair, whiskers, and a muzzle.\nAbout half of the katari population have tails. Their skin and\nfur come in a wide range of hues and patterns, including solid\ncolors, calico tones, tabby stripes, and an array of spots,\npatches, marbling, or bands. Their height ranges from about 3\nfeet to 6 <sup>1</sup>/<sub>2</sub> feet, and they live to around 150 years.\n\nANCESTRY FEATURES\n\nFeline Instincts: When you make an Agility Roll, you can spend\n2 Hope to reroll your Hope Die.\n\nRetracting Claws: Make an Agility Roll to scratch a target\nwithin Melee range. On a success, they become temporarily\nVulnerable.\n\nSOME KATARĪ\nARE DIGITIGRADES,\nNATURALLY\nSTANDING\nON THEIR TOES...\n\nFELINE FEATURES\nKATARI APPEARANCES CAN\nRANGE FROM MORE FELINE TO\nMORE HUMANOID WITH SUBTLER\nFELINE FEATURES.\n\nKATARI ALWAYS HAVE FELINE EARS,\nEVEN WHEN THEY ARE VERY\nHUMANOID IN APPEARANCE\n\nADULT\nKATARĪ\n\nALL KATARI HAVE VERTICAL\nSLIT PUPILS.\n\nKATARI HAVE SHARP,\nRETRACTABLE CLAWS.\n\n...WHILE OTHERS ARE\nPLANTIGRADES,\nNATURALLY\nSTANDING\nFLAT-FOOTED\nON THEIR HEELS.",
  "translation": "",
  "context": "## **血统特性**\n\n*无畏：*当你骰出恐惧结果时，你可以**标记 2 点压力**将其改为骰出希望结果。\n\n![](_page_66_Picture_5.jpeg)\n\n猫族\n\n猫族是猫科人形生物，拥有可伸缩的爪子、垂直\n的瞳孔和高耸的三角形耳朵。他们也可能有小而尖的\n犬齿、柔软的皮毛和长长的胡须，以帮助\n他们的感知和导航。他们的耳朵可以旋转近\n180 度来侦测声音，增强他们敏锐的\n感官。猫族的外貌可能更像猫或更像人，带有\n猫科动物的特征，如毛发、胡须和口鼻。\n大约一半的猫族拥有尾巴。他们的皮肤和\n皮毛有各种各样的色调和图案，包括纯色、\n三花色、虎斑纹以及各种斑点、斑块、\n大理石纹或条纹。他们的身高范围从大约 3\n英尺到 6 <sup>1</sup>/<sub>2</sub> 英尺，寿命约为 150 年。\n\n血统特性\n\n猫科本能：当你进行敏捷掷骰时，你可以花费\n2 点希望来重掷你的希望骰。\n\n伸缩爪：进行一次敏捷掷骰来抓挠近战范围内的目标。成功时，目标暂时变为\n脆弱。\n\n有些猫族\n是趾行者，\n自然地\n用脚尖\n站立……\n\n猫科特征\n猫族的外貌可以\n从更像猫到\n更像人，带有更微妙的\n猫科特征。\n\n猫族总是拥有猫科耳朵，\n即使他们的外貌\n非常像人。\n\n成年\n猫族\n\n所有猫族都有垂直\n的瞳孔。\n\n猫族拥有尖锐的\n伸缩爪。\n\n……而另一些则是\n跖行者，\n自然地\n用脚跟\n平足\n站立。"
 },
 {
  "key": "SECTION_384",
  "original": "## ORC\n\nOrcs are humanoids most easily recognized by their square features and boar-like tusks that protrude from their lower jaw. Tusks come in various sizes, and though they extend from the mouth, they aren't used for consuming food. Instead, many orcs choose to decorate their tusks with significant ornamentation. Orcs typically live for 125 years, and unless altered, their tusks continue to grow throughout the course of their lives. Their ears are pointed, and their hair and skin typically have green, blue, pink, or gray tones. Orcs tend toward a muscular build, and their average height ranges from 5 feet to 6 ½ feet.",
  "translation": "",
  "context": "## 兽人\n\n兽人是人形生物，最容易辨认的特征是他们方正的面部和从下颚突出的野猪般獠牙。獠牙尺寸各异，尽管从口中伸出，但并非用于进食。相反，许多兽人选择用重要的装饰品来修饰他们的獠牙。兽人通常寿命为 125 年，除非经过改变，否则他们的獠牙在生命周期内会持续生长。他们的耳朵是尖的，头发和皮肤通常呈现绿色、蓝色、粉色或灰色调。兽人倾向于肌肉发达的体格，平均身高范围从 5 英尺到 6 ½ 英尺。"
 },
 {
  "key": "SECTION_385",
  "original": "## **ANCESTRY FEATURES**\n\n*Sturdy:* When you have 1 Hit Point remaining, attacks against you have disadvantage.\n\n*Tusks:* When you succeed on an attack against a target within Melee range, you can **spend a Hope** to gore the target with your tusks, dealing an extra **1d6** damage.\n\nORCS CAN HAVE A WIDE RANGE OF NATURAL HAIR GROWTH,\nFROM NO HAIR TO THICK HAIR COVERING MOST OF THEIR BODY.\n\n![](_page_68_Picture_6.jpeg)\n\n![](_page_68_Picture_7.jpeg)",
  "translation": "",
  "context": "## **血统特性**\n\n*强壮：*当你剩余 1 点生命值时，针对你的攻击骰有劣势。\n\n*獠牙：*当你对近战范围内的目标攻击成功时，你可以**花费 1 点希望**用獠牙刺击目标，额外造成 **1d6** 点伤害。\n\n兽人可以有多种自然的毛发生长，\n从没有毛发到全身大部分被浓密毛发覆盖。\n\n![](_page_68_Picture_6.jpeg)\n\n![](_page_68_Picture_7.jpeg)"
 },
 {
  "key": "SECTION_386",
  "original": "## RIBBET\n\nRibbets resemble anthropomorphic frogs with protruding eyes and webbed hands and feet. They have smooth (though sometimes warty) moist skin and eyes positioned on either side of their head. Some ribbets have hind legs more than twice the length of their torso, while others have short limbs. No matter their size (which ranges from about 3 feet to 4 ½ feet), ribbets primarily move by hopping. All ribbets have webbed appendages, allowing them to swim with ease. Some ribbets possess a natural green-and-brown camouflage, while others are vibrantly colored with bold patterns. No matter their appearance, all ribbets are born from eggs laid in the water, hatch into tadpoles, and after about 6 to 7 years, grow approximately 100 years.",
  "translation": "",
  "context": "## 蛙裔\n\n蛙裔形似拟人化的青蛙，突出的眼睛和蹼状的手脚是其特征。他们拥有光滑（有时多疣）湿润的皮肤，眼睛位于头部的两侧。有些蛙裔的后腿长度是躯干的两倍多，而另一些则肢体短小。无论体型大小（身高范围从大约 3 英尺到 4 ½ 英尺），蛙裔主要通过跳跃移动。所有蛙裔都拥有蹼状附肢，使他们能轻松游泳。有些蛙裔拥有自然的绿色和棕色伪装，而另一些则色彩鲜艳，图案大胆。无论外表如何，所有蛙裔都从水中产下的卵中孵化，变成蝌蚪，在大约 6 到 7 年后，长成大约 100 年的寿命。"
 },
 {
  "key": "SECTION_387",
  "original": "## **ANCESTRY FEATURES**\n\n*Amphibious:* You can breathe and move naturally underwater.\n\n*Long Tongue:* You can use your long tongue to grab onto things within Close range. **Mark a Stress** to use your tongue as a Finesse Close weapon that deals **d12** physical damage using your Proficiency.\n\n![](_page_69_Picture_5.jpeg)\n\nYOUNG SIMIAH\n\nELDER\nSIMIAH\n\nTHEY ARE WELL KNOWN FOR\nTHEIR CLIMBING ABILITY\nAND DEXTEROUS\nMOVEMENT.\n\nADULT SIMIAH\n\nSIMIAH\n\nSimiah resemble anthropomorphic monkeys and apes with\nlong limbs and prehensile feet. While their appearance\nreflects all simian creatures, from the largest gorilla to the\nsmallest marmoset, their size does not align with their animal\ncounterparts, and they can be anywhere from 2 to 6 feet\ntall. All simiah can use their dexterous feet for nonverbal\ncommunication, work, and combat. Additionally, some\nalso have prehensile tails that can grasp objects or help\nwith balance during difficult maneuvers. These traits grant\nmembers of this ancestry unique agility that aids them in\na variety of physical tasks. In particular, simiah are skilled\nclimbers and can easily transition from bipedal movement to\nknuckle-walking and climbing, and back again. On average,\nsimiah live for about 100 years.\n\nANCESTRY FEATURES\n\n**Natural Climber:** You have advantage on Agility Rolls that\ninvolve balancing and climbing.\n\n**Nimble:** Gain a permanent +1 bonus to your Evasion at\ncharacter creation.\n\nADULT\nSIMIAH\n\nSOME SIMIAH HAVE TAILS THAT CAN\nHELP THEM HOLD ONTO THINGS. THEY\nOFTEN MAKE USE OF THEIR FEET FOR\nVARIOUS TASKS, AS THEIR TOES ARE\nJUST AS STRONG AND DEXTEROUS AS\nTHEIR FINGERS.\n\nADULT\nSIMIAH\n\nELDER SIMTAН",
  "translation": "",
  "context": "## **血统特性**\n\n*两栖：*你可以在水下自然呼吸和移动。\n\n*长舌：*你可以使用你的长舌抓住近距离范围内的物体。**标记 1 点压力**，将你的舌头用作一把使用你的熟练度造成 **d12** 物理伤害的灵巧近战武器。\n\n![](_page_69_Picture_5.jpeg)\n\n年轻的猿族\n\n年长的猿族\n\n他们以其攀爬能力和灵巧的移动而闻名。\n\n成年的猿族\n\n猿族\n\n猿族形似长着长肢和能抓握的脚的拟人化猴子和猿类。虽然他们的外表反映了所有猿类生物，从最大的大猩猩到最小的狨猴，但他们的体型与动物同类并不一致，身高可以在 2 到 6 英尺之间。所有猿族都可以用他们灵巧的脚进行非语言交流、工作和战斗。此外，有些人还拥有能抓握物体或在困难操作中帮助保持平衡的能抓握的尾巴。这些特质赋予该血统的成员独特的敏捷性，帮助他们完成各种体力任务。特别是，猿族是熟练的攀爬者，可以轻松地从双足移动过渡到指节行走和攀爬，然后再回来。平均而言，猿族的寿命约为 100 年。\n\n血统特性\n\n**天生攀爬者：**你在涉及平衡和攀爬的敏捷掷骰中拥有优势。\n\n**敏捷：**在角色创建时获得永久 +1 的闪避值加成。\n\n成年的猿族\n\n有些猿族有尾巴，可以帮助他们抓住东西。他们经常利用他们的脚来完成各种任务，因为他们的脚趾和手指一样强壮和灵巧。\n\n成年的猿族\n\n年长的猿族"
 },
 {
  "key": "SECTION_388",
  "original": "## <span id=\"page-71-0\"></span>MIXED ANCESTRY\n\nFamilies within the world of Daggerheart are as unique as the peoples and cultures that inhabit it. Anyone's appearance and skill set can be shaped by blood, magic, proximity, or a variety of other factors.\n\nIf you decide that your character is a descendant of multiple ancestries and you want to mechanically represent that in the game, use the steps below:",
  "translation": "",
  "context": "## <span id=\"page-71-0\"></span>混血血统\n\nDaggerheart 世界中的家庭与居住在其中的人民和文化一样独特。任何人的外表和技能组合都可能受到血脉、魔法、环境或各种其他因素的影响。\n\n如果你决定你的角色是多种血统的后裔，并且希望在游戏中机械地体现这一点，请使用以下步骤："
 },
 {
  "key": "SECTION_389",
  "original": "## **STEP 1: DETERMINE ANCESTRY COMBINATION**\n\nWhen you choose an ancestry at character creation, write down how your character identifies themself in the Heritage section of your character sheet. For example, your ancestry could be \"goblin-orc,\" or just \"goblin\" (with orc in their lineage), or a name you choose, like \"toothling.\"",
  "translation": "",
  "context": "## **步骤 1：确定血统组合**\n\n在角色创建时选择一个血统后，在角色卡的“血脉”部分写下你的角色如何认同自己。例如，你的血统可以是“哥布林-兽人”，或者只是“哥布林”（具有兽人血统），或者你选择的一个名字，比如“牙裔”。"
 },
 {
  "key": "SECTION_390",
  "original": "## **STEP 2: CHOOSE ANCESTRY FEATURES**\n\nWork with your GM to choose two features from the ancestries in your character's lineage.\n\nYou must choose the first feature from one ancestry and the second from another. Write both down on a notecard you can keep with your other cards or next to your character sheet. For example, if you are making a goblin-orc, you might take the \"Surefooted\" and \"Tusks\" features or the \"Sturdy\" and \"Danger Sense\" features. You can't take both the \"Surefooted\" and \"Sturdy\" features.\n\nIf your character's heritage includes more than two ancestries, you only choose features from two. You can represent additional ancestries through their appearance or backstory.\n\n![](_page_71_Picture_9.jpeg)",
  "translation": "",
  "context": "## **步骤 2：选择血统特性**\n\n与你的 GM 合作，从你角色血脉中的血统中选择两个特性。\n\n你必须从一个血统中选择第一个特性，从另一个血统中选择第二个特性。将这两个特性写在一张可以放在你其他卡片旁边或角色卡旁边的便笺上。例如，如果你正在创建一个哥布林-兽人，你可能会选择“健步如飞”和“獠牙”特性，或者“强壮”和“危险感知”特性。你不能同时选择“健步如飞”和“强壮”特性。\n\n如果你的角色血脉包含两个以上的血统，你只能选择其中两个血统的特性。你可以通过他们的外表或背景故事来体现额外的血统。\n\n![](_page_71_Picture_9.jpeg)"
 },
 {
  "key": "SECTION_391",
  "original": "## <span id=\"page-72-0\"></span>Community\n\n*Communities represent the culture or environment your character grew up in. Though a character might have been a member of numerous communities during their upbringing, this choice represents the one they feel had the most influence over their personality and current skill set.* \n\nAs with ancestries, describing the characteristics of a collective is nuanced, as people always view others through the lens of their own experience. For example, while a seaborne sailor might feel their own community is particularly strict, a character from an orderborne metropolis might find that group very changeable. An individual's relationship with their community also creates a wide variety of experiences. If your character has fallen out with the people that defined their upbringing, they might continue to carry that influence but also strive to live differently than they were taught.\n\nAs you explore the communities in this section, imagine the variety of ways they might manifest in your game. Some community cards reference locations, others an ethos, and others a common goal, but no two places that fall under the same category are identical. If one wanderborne caravan travels the world willingly and another was expelled from their home by force, each community's material trappings and their people's feelings about their lifestyle would be very different.\n\nWhen you build your character, you can draw inspiration from communities other than the one you've chosen. As always, this aspect of the game is meant to be utilized in the way that best serves your group.\n\nEach community has a **community feature** granted to your character by their community that can be utilized in play. HIGHBORNE\n\n*Tip: Each community entry suggests six adjectives that you can use as inspiration when crafting a character. If you'd like, choose one or more of these words (or roll a d6) to help develop your character's personality, their relationship with their upbringing or peers, or even the demeanor with which they interact with the rest of their party.*\n\n▵\n\n![](_page_73_Picture_0.jpeg)",
  "translation": "",
  "context": "## <span id=\"page-72-0\"></span>社区\n\n*社区代表着你的角色成长的文化或环境。尽管一个角色在成长的过程中可能属于多个社区，但这个选择代表了对他们的个性和当前技能组合影响最大的那个社区。*\n\n与血统一样，描述一个集体的特征是微妙的，因为人们总是通过自己的经验来看待他人。例如，尽管一个海滨水手可能觉得他们自己的社区特别严格，但一个来自秩序都市的角色可能会发现那个群体非常善变。个人与他们社区的关系也创造了各种各样的经历。如果你的角色与塑造他们成长经历的人们闹翻了，他们可能会继续受到这种影响，但也会努力以与他们所受教导不同的方式生活。\n\n当你探索本节中的社区时，想象它们在你的游戏中可能以各种方式体现出来。有些社区卡片提及地点，有些提及精神，有些提及共同目标，但属于同一类别的两个地方绝不相同。如果一个漂泊的商队自愿周游世界，而另一个则被武力驱逐出家园，每个社区的物质条件和他们的人民对其生活方式的感受将截然不同。\n\n在构建角色时，你可以从你选择的社区之外的社区汲取灵感。一如既往，游戏中的这一方面旨在以最适合你的团队的方式加以利用。\n\n每个社区都有一个由他们的社区赋予你的角色的**社区特性**，可以在游戏中利用。高城之民\n\n*提示：每个社区条目都提供了六个形容词，你可以在塑造角色时将其作为灵感来源。如果你愿意，可以选择其中一个或多个词语（或掷一个 d6）来帮助发展你角色的个性、他们与成长环境或同龄人的关系，甚至他们与团队其他成员互动时的举止。*\n\n▵\n\n![](_page_73_Picture_0.jpeg)"
 },
 {
  "key": "SECTION_392",
  "original": "## HIGHBORNE\n\nBeing part of a highborne community means you're accustomed to a life of elegance, opulence, and prestige within the upper echelons of society. Traditionally, members of a highborne community possess incredible material wealth. While this can take a variety of forms depending on the community—including gold and other minerals, land, or controlling the means of production—this status always comes with power and influence. Highborne place great value on titles and possessions, and there is little social mobility within their ranks. Members of a highborne community often control the political and economic status of the areas in which they live due to their ability to influence people and the economy with their substantial wealth. The health and safety of the less affluent people who live in these locations often hinges on the ability of this highborne ruling class to prioritize the well-being of their subjects over profit.\n\n*Highborne are often amiable, candid, conniving, enterprising, ostentatious, and unflappable.*",
  "translation": "",
  "context": "## 高城之民\n\n成为高城之民社区的一员意味着你习惯了社会上层阶级的优雅、奢华和威望生活。传统上，高城之民社区的成员拥有令人难以置信的物质财富。虽然这根据社区的不同可能采取多种形式——包括黄金和其他矿物、土地，或控制生产资料——但这种地位总是伴随着权力和影响力。高城之民非常重视头衔和财产，在他们的等级中几乎没有社会流动性。高城之民社区的成员通常控制着他们所居住地区的政治和经济地位，因为他们有能力凭借其巨额财富影响人们和经济。居住在这些地区的较低收入人群的健康和安全，往往取决于这个高城之民统治阶级能否将他们臣民的福祉置于利润之上。\n\n*高城之民通常和蔼可亲、坦率、狡猾、有进取心、炫耀和沉着。*"
 },
 {
  "key": "SECTION_393",
  "original": "## **COMMUNITY FEATURE**\n\n*Privilege:* You have advantage on rolls to consort with nobles, negotiate prices, or leverage your reputation to get what you want.\n\n![](_page_73_Picture_6.jpeg)\n\n![](_page_73_Picture_8.jpeg)\n\n![](_page_74_Picture_0.jpeg)\n\nSOME LOREBORNE\nCOMMUNITIES ARE\nSMALL ENCLAVES OF\nSCHOLARS THAT SHAR\nA FIELD OF STUDY.\n\nLCHEMICAL GUILDS\nCAN EARN GOLD BY\nSELLING POTIONS\nTO NEIGHBORS AND\nPASSERSBY.",
  "translation": "",
  "context": "## **社区特性**\n\n*特权：*你在与贵族交际、议价或利用你的声誉来达到目的的掷骰中具有优势。\n\n![](_page_73_Picture_6.jpeg)\n\n![](_page_73_Picture_8.jpeg)\n\n![](_page_74_Picture_0.jpeg)\n\n一些博识之民\n社区是\n学者的小飞地，\n他们共享\n一个研究领域。\n\n炼金术士公会\n可以通过\n向邻居和\n路人出售药水\n来赚取金币。"
 },
 {
  "key": "SECTION_394",
  "original": "## LOREBORNE\n\nBeing part of a loreborne community means you're from a society that favors strong academic or political prowess. Loreborne communities highly value knowledge, frequently in the form of historical preservation, political advancement, scientific study, skill development, or lore and mythology compilation. Most members of these communities research in institutions built in bastions of civilization, while some eclectic few thrive in gathering information from the natural world. Some may be isolationists, operating in smaller enclaves, schools, or guilds and following their own unique ethos. Others still wield their knowledge on a larger scale, making deft political maneuvers across governmental landscapes.\n\n*Loreborne are often direct, eloquent, inquisitive, patient, rhapsodic, and witty.*",
  "translation": "",
  "context": "## 博识之民\n\n成为博识之民社区的一员意味着你来自一个推崇强大的学术或政治能力的社会。博识之民社区高度重视知识，通常以历史保存、政治进步、科学研究、技能发展或传说与神话编纂的形式体现。这些社区的大多数成员在文明堡垒中建立的机构里进行研究，而少数特立独行的个体则在自然世界中蓬勃发展，收集信息。有些人可能是孤立主义者，在较小的飞地、学校或行会中运作，并遵循自己独特的精神。还有些人则在更大范围内运用他们的知识，在政治格局中进行巧妙的政治操作。\n\n*博识之民通常直率、雄辩、好奇、耐心、热情洋溢和风趣。*"
 },
 {
  "key": "SECTION_395",
  "original": "## **COMMUNITY FEATURE**\n\n*Well-Read:* You have advantage on rolls that involve the history, culture, or politics of a prominent person or place.\n\nAN ORRERY THAT\nTRACKS THE\nMOVEMENT OF THE\nSTARS.\n\n![](_page_74_Picture_9.jpeg)\n\nTHOSE WHO BELONG TO A LOREBORNE COMMUNITY OFTEN\nHAVE A DEDICATED FIELD OF STUDY. THEY CULTIVATE SPACES THAT\nALLOW THEM TO AQUIRE NEW INFORMATION AND PRESERVE IT\nOVER THE CENTURIES.\n\n![](_page_74_Picture_12.jpeg)\n\n![](_page_74_Picture_13.jpeg)",
  "translation": "",
  "context": "## **社区特性**\n\n*博览群书：*你在涉及某位重要人物或某个地方的历史、文化或政治的掷骰中具有优势。\n\n一个跟踪\n星星运动的\n天象仪。\n\n![](_page_74_Picture_9.jpeg)\n\n属于博识之民社区的人们通常\n有一个专门的研究领域。他们开辟空间\n以便获取新信息并将其保存\n数百年。\n\n![](_page_74_Picture_12.jpeg)\n\n![](_page_74_Picture_13.jpeg)"
 },
 {
  "key": "SECTION_396",
  "original": "## ORDERBORNE\n\nBeing part of an orderborne community means you're from a collective that focuses on discipline or faith, and you uphold a set of principles that reflect your experience there. Orderborne are frequently some of the most powerful among the surrounding communities. By aligning the members of their society around a common value or goal, such as a god, doctrine, ethos, or even a shared business or trade, the ruling bodies of these enclaves are able to mobilize larger populations with less effort. While orderborne communities take a variety of forms—some even profoundly pacifistic—perhaps the most feared are those that structure themselves around military prowess. In such a case, it's not uncommon for orderborne to provide soldiers for hire to other cities or countries.\n\n*Orderborne are often ambitious, benevolent, pensive, prudent, sardonic, and stoic.*",
  "translation": "",
  "context": "## 结社之民\n\n成为结社之民社区的一员意味着你来自一个注重纪律或信仰的集体，并且你秉持一套反映你在其中经历的原则。结社之民通常是周边社区中最强大的一些。通过围绕一个共同的价值或目标——例如一个神、一种教义、一种精神，甚至是一项共同的商业或贸易——将社群成员联合起来，这些飞地的统治机构能够以更少的努力动员更大的人口。虽然结社之民社区形式多样——有些甚至极其和平——但也许最令人畏惧的是那些以军事实力为基础构建自身的社区。在这种情况下，结社之民为其他城市或国家提供雇佣兵的情况并不少见。\n\n*结社之民通常雄心勃勃、仁慈、沉思、谨慎、嘲讽和坚忍。*"
 },
 {
  "key": "SECTION_397",
  "original": "## **COMMUNITY FEATURE**\n\n*Dedicated:* Record three sayings or values your upbringing instilled in you. Once per rest, when you describe how you're embodying one of these principles through your current action, you can roll a **d20** as your Hope Die.\n\n![](_page_75_Picture_5.jpeg)\n\n![](_page_75_Picture_6.jpeg)\n\n![](_page_75_Picture_9.jpeg)\n\n▵\n\n![](_page_76_Picture_0.jpeg)",
  "translation": "",
  "context": "## **社区特性**\n\n*专注：*记录三个你的成长经历灌输给你的格言或价值观。每次休息一次，当你描述你如何通过当前行动来体现这些原则之一时，你可以将一个**d20**作为你的希望骰。\n\n![](_page_75_Picture_5.jpeg)\n\n![](_page_75_Picture_6.jpeg)\n\n![](_page_75_Picture_9.jpeg)\n\n▵\n\n![](_page_76_Picture_0.jpeg)"
 },
 {
  "key": "SECTION_398",
  "original": "## RIDGEBORNE\n\nBeing part of a ridgeborne community means you've called the rocky peaks and sharp cliffs of the mountainside home. Those who've lived in the mountains often consider themselves hardier than most because they've thrived among the most dangerous terrain many continents have to offer. These groups are adept at adaptation, developing unique technologies and equipment to move both people and products across difficult terrain. As such, ridgeborne grow up scrambling and climbing, making them sturdy and strong-willed. Ridgeborne localities appear in a variety of forms—some cities carve out entire cliff faces, others construct castles of stone, and still more live in small homes on windblown peaks. Outside forces often struggle to attack ridgeborne groups, as the small militias and large military forces of the mountains are adept at utilizing their high-ground advantage.\n\n*Ridgeborne are often bold, hardy, indomitable, loyal, reserved, and stubborn.*",
  "translation": "",
  "context": "## 山岭之民\n\n成为山岭之民社区的一员意味着你曾将崎岖的山峰和陡峭的悬崖视为家园。那些生活在山里的人们常常认为自己比大多数人更坚韧，因为他们在许多大陆所能提供的最危险的地形中茁壮成长。这些群体擅长适应，开发出独特的技术和设备，以便在崎岖的地形上运送人员和货物。因此，山岭之民从小就攀爬翻越，这使他们坚韧而意志坚定。山岭之民的聚居地形式多样——有些城市直接在整面悬崖上开凿，有些则建造石砌城堡，还有更多的则住在风吹山顶的小屋里。外部势力往往难以攻击山岭之民群体，因为山区的少量民兵和大型军队都擅长利用其高地优势。\n\n*山岭之民通常大胆、坚韧、不屈、忠诚、内敛和固执。*"
 },
 {
  "key": "SECTION_399",
  "original": "## **COMMUNITY FEATURE**\n\n*Steady:* You have advantage on rolls to traverse dangerous cliffs and ledges, navigate harsh environments, and use your survival knowledge.\n\nTHIS RIDGEBORNE\nCOMMUNITY HAS A\nMYTH ABOUT A\nFORGOTTEN GOD\nROLLING THEIR STONE\nHOME ACROSS THE\nENTIRE MORTAL REALM\nBEFORE IT WAS FINALLY\nPLACED AT THE TOP\nOF A MOUNTAΪΝ.\n\nA RIDGEBORNE\nCOMMUNITY CARVED\nSWITCHBACKS INTO THE\nMOUNTAIN TO BUILD\nTHEIR HOMES. THEIR\nFORTIFICATIONS ARE\nHIGHLY DEFENSIBLE IF\n✓ THEIR ENEMIES ATTACK\nFROM BELOW.\n\n![](_page_76_Picture_8.jpeg)\n\nPRAGON, SACRED TO THE\nINHABITANTS OF THE CITY\n\n![](_page_77_Picture_0.jpeg)",
  "translation": "",
  "context": "## **社区特性**\n\n*稳健：*你在穿越危险的悬崖和壁架、在恶劣环境中导航以及使用你的生存知识的掷骰上具有优势。\n\n这个山岭之民\n社区有一个\n关于一位被遗忘的\n神的故事\n他曾将他的石屋\n滚过整个凡人领域\n直到它最终\n被放置在\n一座山顶。\n\n一个山岭之民\n社区在\n山上开凿了之字形道路\n来建造他们的家园。他们的\n防御工事\n如果他们的敌人从下方\n攻击，则极具防御性。\n\n![](_page_76_Picture_8.jpeg)\n\n普拉贡，对这座\n城市的居民来说是神圣的\n\n![](_page_77_Picture_0.jpeg)"
 },
 {
  "key": "SECTION_400",
  "original": "## SEABORNE\n\nBeing part of a seaborne community means you lived on or near a large body of water. Seaborne communities are built, both physically and culturally, around the specific waters they call home. Some of these groups live along the shore, constructing ports for locals and travelers alike. These harbors function as centers of commerce, tourist attractions, or even just a safe place to lay down one's head after weeks of travel. Other seaborne live on the water in small boats or large ships, with the idea of \"home\" comprising a ship and its crew, rather than any one landmass. No matter their exact location, seaborne communities are closely tied to the ocean tides and the creatures who inhabit them. Seaborne learn to fish at a young age, and train from birth to hold their breath and swim in even the most tumultuous waters. Individuals from these groups are highly sought after for their sailing skills, and many become captains of vessels, whether within their own community, working for another, or even at the helm of a powerful naval operation.\n\n*Seaborne are often candid, cooperative, exuberant, fierce, resolute, and weathered.*",
  "translation": "",
  "context": "## 滨海之民\n\n成为滨海之民社区的一员意味着你生活在大型水域上或附近。滨海之民社区在物质和文化上都围绕着他们称之为家的特定水域而建。其中一些群体居住在海岸线上，为当地人和旅行者建造港口。这些港口是商业中心、旅游景点，甚至只是经过数周旅行后一个安全休息的地方。另一些滨海之民则生活在水上，乘坐小船或大船，“家”的概念包括一艘船及其船员，而不是任何一块陆地。无论确切位置如何，滨海之民社区都与海洋潮汐和栖息其中的生物紧密相连。滨海之民从小学习捕鱼，并从出生起就训练自己即使在最波涛汹涌的水域中也能屏住呼吸和游泳。这些群体中的个体因其航海技能而备受追捧，许多人成为船长，无论是在自己的社区内，为他人工作，甚至掌管强大的海军行动。\n\n*滨海之民通常坦率、合作、热情、凶猛、坚定和饱经风霜。*"
 },
 {
  "key": "SECTION_401",
  "original": "## **COMMUNITY FEATURE**\n\n*Know the Tide:* You can sense the ebb and flow of life. When you roll with Fear, place a token on your community card. You can hold a number of tokens equal to your level. Before you make an action roll, you can spend any number of these tokens to gain a +1 bonus to the roll for each token spent. At the end of each session, clear all unspent tokens.\n\n![](_page_78_Picture_0.jpeg)",
  "translation": "",
  "context": "## **社区特性**\n\n*知晓潮汐：* 你能感知生命的起伏。当你骰出恐惧结果时，在你的社区卡上放置一个标记。你可以持有的标记数量等于你的等级。在你进行一次动作掷骰之前，你可以花费任意数量的这些标记，每花费一个标记，该掷骰获得 +1 加值。每场游戏结束时，移除所有未使用的标记。\n\n![](_page_78_Picture_0.jpeg)"
 },
 {
  "key": "SECTION_402",
  "original": "## SLYBORNE\n\nBeing part of a slyborne community means you come from a group that operates outside the law, including all manner of criminals, grifters, and con artists. Members of slyborne communities are brought together by their disreputable goals and their clever means of achieving them. Many people in these communities have an array of unscrupulous skills: forging, thievery, smuggling, and violence. People of any social class can be slyborne, from those who have garnered vast wealth and influence to those without a coin to their name. To the outside eye, slyborne might appear to be ruffians with no loyalty, but these communities possess some of the strictest codes of honor which, when broken, can result in a terrifying end for the transgressor.\n\n*Slyborne are often calculating, clever, formidable, perceptive, shrewd, and tenacious.*",
  "translation": "",
  "context": "## 法外之民\n\n成为法外之民社区的一员意味着你来自一个在法律之外运作的群体，包括各种罪犯、骗子和江湖术士。法外之民社区的成员因其声名狼藉的目标以及实现这些目标的巧妙手段而聚集在一起。这些社区中的许多人拥有一系列不择手段的技能：伪造、盗窃、走私和暴力。任何社会阶层的人都可以是法外之民，从那些积累了巨额财富和影响力的人，到那些身无分文的人。在外人看来，法外之民可能像是没有忠诚感的恶棍，但这些社区拥有一些最严格的荣誉准则，一旦被打破，违法者可能会面临可怕的结局。\n\n*法外之民通常精于算计、聪明、强大、敏锐、精明且顽强。*"
 },
 {
  "key": "SECTION_403",
  "original": "## **COMMUNITY FEATURE**\n\n*Scoundrel:* You have advantage on rolls to negotiate with criminals, detect lies, or find a safe place to hide.\n\nA LARGE TOWER SITTING\nIN THE MIDDLE OF THE SEA\nWHERE PIRATES GATHER TO -\nSELL STOLEN LOOT,\nASSEMBLE CREWS, AND\nTRADE INFORMATION\nABOUT FUTURE TARGETS.\n\nQUICK\nGETAWAY\n\nCOMPLEX COUNTER-\nBALANCED PULLEY SYSTEMS\nALLOW INHABITANTS TO\nMAKE A HASTY RETREAT\nWHEN THE SITUATION\nREQUIRES IT.\n\n![](_page_78_Picture_10.jpeg)\n\nSLY FIVE\n\nA CARD GAME THAT REQUIRES DECEPTION AND SKILL.\nCHEATING ISN'T AGAINST THE RULES, BUT THOSE WHO ARE\nCAUGHT WILL HAVE A FINGER REMOVED—THE DEALER\nCHOSES WHICH ONE.\n\nGAMBLING IS A COMMON\nPASTIME IN MANY SLYBORNE\nCOMMUNITIES. GAMES MAY\nHAVE MORE THAN MONEY ON\nTHE LINE: MAGICAL ITEMS,\nINFORMATION, AND EVEN AN\nINDIVIDUAL'S MEMORIES CAN\nBE GAMBLED AWAY.\n\n![](_page_78_Picture_13.jpeg)\n\nSLYBOURNE\nMARKETS\nALLOW CRIMINALS TO\nFENCE STOLEN ITEMS,\nBUY AND SELL\nCONTRABAND, AND\nGATHER ILLICIT\nINFORMATION.\n\nCAVE SPIDER SILK CAN BE USED\nINSTEAD OF ROPE TO SUSPEND\nTHESE UNDERBORNE HOMES, AS\nIT'S PARTICUARLY STRONG\nAND LIGHTWEIGHT.",
  "translation": "",
  "context": "## **社区特性**\n\n*无赖：* 你在与罪犯谈判、侦测谎言或寻找安全藏身之处的掷骰中具有优势。\n\n一座巨大的高塔坐落在\n大海中央\n海盗们聚集在此——\n出售赃物，\n招募船员，以及\n交易关于未来目标的\n信息。\n\n快速\n逃离\n\n复杂的配重\n滑轮系统\n允许居民在\n情况需要时\n迅速撤退。\n\n![](_page_78_Picture_10.jpeg)\n\n狡猾五人组\n\n一款需要欺骗和技巧的纸牌游戏。\n作弊并不违反规则，但被\n抓住的人会被切掉一根手指——发牌者\n选择哪一根。\n\n赌博是许多法外之民\n社区中常见的\n消遣。赌博的对象可能不只\n是金钱：魔法物品、\n信息，甚至一个\n个体的记忆都可能被\n赌掉。\n\n![](_page_78_Picture_13.jpeg)\n\n法外之民\n市场\n允许罪犯\n销赃、\n买卖\n违禁品，以及\n收集非法\n信息。\n\n洞穴蜘蛛丝可以用来\n代替绳索悬挂\n这些地下之民的家园，因为它\n特别坚固\n且轻便。"
 },
 {
  "key": "SECTION_404",
  "original": "## UNDERBORNE\n\nBeing part of an underborne community means you're from a subterranean society. Many underborne live right beneath the cities and villages of other collectives, while some live much deeper. These communities range from small family groups in burrows to massive metropolises in caverns of stone. In many locales, underborne are recognized for their incredible boldness and skill that enable great feats of architecture and engineering. Underborne are regularly hired for their bravery, as even the least daring among them has likely encountered formidable belowground beasts, and learning to dispatch such creatures is common practice amongst these societies. Because of the dangers of their environment, many underborne communities develop unique nonverbal languages that prove equally useful on the surface.\n\n*Underborne are often composed, elusive, indomitable, innovative, resourceful, and unpretentious.*",
  "translation": "",
  "context": "## 地下之民\n\n成为地下之民社区的一员意味着你来自一个地下社会。许多地下之民生活在其他集体城市和村庄的正下方，而有些则生活得更深。这些社区从居住在洞穴里的小型家庭群体到岩石洞穴中的大型都市应有尽有。在许多地方，地下之民以其令人难以置信的胆识和技能而闻名，这些能力使他们能够实现伟大的建筑和工程壮举。地下之民经常因其勇敢而被雇佣，因为即使是他们中最不胆大的人也可能遇到过强大的地下野兽，而学习如何杀死这些生物是这些社会中的普遍做法。由于他们所处环境的危险性，许多地下之民社区发展出独特的非语言交流方式，这些方式在地表也同样有用。\n\n*地下之民通常沉着、难以捉摸、不屈不挠、富有创新精神、足智多谋且朴实无华。*"
 },
 {
  "key": "SECTION_405",
  "original": "## **COMMUNITY FEATURE**\n\n*Low-Light Living:* When you're in an area with low light or heavy shadow, you have advantage on rolls to hide, investigate, or perceive details within that area.\n\n![](_page_79_Picture_6.jpeg)\n\n![](_page_79_Picture_7.jpeg)\n\n![](_page_80_Picture_0.jpeg)",
  "translation": "",
  "context": "## **社区特性**\n\n*低光生活：* 当你在低光或重度阴影区域时，你在该区域内进行隐藏、调查或感知细节的掷骰中具有优势。\n\n![](_page_79_Picture_6.jpeg)\n\n![](_page_79_Picture_7.jpeg)\n\n![](_page_80_Picture_0.jpeg)"
 },
 {
  "key": "SECTION_406",
  "original": "## WANDERBORNE\n\nBeing part of a wanderborne community means you've lived as a nomad, forgoing a permanent home and experiencing a wide variety of cultures. Unlike many communities that are defined by their locale, wanderborne are defined by their traveling lifestyle. Because of their frequent migration, wanderborne put less value on the accumulation of material possessions in favor of acquiring information, skills, and connections. While some wanderborne are allied by a common ethos, such as a religion or a set of political or economic values, others come together after shared tragedy, such as the loss of their home or land. No matter the reason, the dangers posed by life on the road and the choice to continue down that road together mean that wanderborne are known for their unwavering loyalty.\n\n*Wanderborne are often inscrutable, magnanimous, mirthful, reliable, savvy, and unorthodox.*",
  "translation": "",
  "context": "## 漂泊之民\n\n成为漂泊之民社区的一员意味着你曾过着游牧生活，放弃了永久的居所，体验了各种各样的文化。与许多由所在地定义的社区不同，漂泊之民是由其旅行的生活方式定义的。由于频繁迁徙，漂泊之民不那么看重物质财富的积累，而更倾向于获取信息、技能和人脉。虽然有些漂泊之民因共同的理念而结盟，比如宗教或一套政治经济价值观，但也有一些是在共同经历悲剧后走到一起的，比如家园或土地的丧失。无论出于何种原因，路途中的危险以及选择共同走下去的决定，都使得漂泊之民以其坚定不移的忠诚而闻名。\n\n*漂泊之民通常难以捉摸、宽宏大量、快乐开朗、可靠、精明且不循规蹈矩。*"
 },
 {
  "key": "SECTION_407",
  "original": "## **COMMUNITY FEATURE**\n\n*Nomadic Pack:* Add a Nomadic Pack to your inventory. Once per session, you can **spend a Hope** to reach into this pack and pull out a mundane item that's useful to your situation. Work with the GM to figure out what item you take out.\n\nMULTI-FAMILY\nKITE SKIMMER\n\nKITE SKIMMERS ARE SPECIALIZED MOBILE\nHOMES FOR WANDERBORNE GROUPS WHO\nLIVE IN THE DESERT, WHERE THE GROUND\nCAN BE TOO LOOSE TO WALK ON FOR LONG\nDISTANCES.\n\nTHE KITES AND SAILS CAN BE LOWERED\nWHEN THE COMMUNITY ISN'T TRAVELING.\nTHEY ARE USED AS SHADE STRUCTURES\nDURING THE HEAT OF THE DAY.\n\n![](_page_81_Picture_0.jpeg)",
  "translation": "",
  "context": "## **社区特性**\n\n*游牧行囊：* 在你的物品栏中添加一个游牧行囊。每场游戏一次，你可以**花费一点希望**，从行囊中取出一个对当前情况有用的普通物品。与GM一起决定你取出什么物品。\n\n多户共居\n风筝滑翔艇\n\n风筝滑翔艇是为居住在沙漠地区的漂泊之民团体设计的特殊移动房屋，在沙漠中，地面可能过于松软，不适合长途步行。\n\n当社区不旅行时，可以降下风筝和风帆。它们在白天炎热时用作遮阳结构。\n\n![](_page_81_Picture_0.jpeg)"
 },
 {
  "key": "SECTION_408",
  "original": "## WILDBORNE\n\nBeing part of a wildborne community means you lived deep within the forest. Wildborne communities are defined by their dedication to the conservation of their homelands, and many have strong religious or cultural ties to the fauna they live among. This results in unique architectural and technological advancements that favor sustainability over short-term, high-yield results. It is a hallmark of wildborne societies to integrate their villages and cities with the natural environment and avoid disturbing the lives of the plants and animals. While some construct their lodgings high in the branches of trees, others establish their homes on the ground beneath the forest canopy. It's not uncommon for wildborne to remain reclusive and hidden within their woodland homes.\n\n*Wildborne are often hardy, loyal, nurturing, reclusive, sagacious, and vibrant.*",
  "translation": "",
  "context": "## 荒野之民\n\n成为荒野之民社区的一员意味着你居住在森林深处。荒野之民社区的特点在于他们致力于保护家园，许多社区与他们所居住的动物群有着强烈的宗教或文化联系。这催生了独特的建筑和技术进步，它们更注重可持续性而非短期高产的结果。荒野之民社会的一个显著特征是他们的村庄和城市与自然环境融为一体，避免打扰植物和动物的生活。虽然有些将住所建在高高的树枝上，但也有一些将家安在森林冠层下的地面上。荒野之民隐居在林地家园中并不罕见。\n\n*荒野之民通常坚韧、忠诚、善于养育、隐居、睿智且充满活力。*"
 },
 {
  "key": "SECTION_409",
  "original": "## **COMMUNITY FEATURE**\n\n*Lightfoot:* Your movement is naturally silent. You have advantage on rolls to move without being heard.\n\nMUSHROOM VILLAGE\n\n![](_page_81_Figure_7.jpeg)\n\nMANY WILDBORNE COMMUNITIES PAY PARTICULAR\nATTENTION TO THE HEALTH OF THE TREES THEY LIVE\nIN AND AROUND. IN ADDITION TO USING THESE\nTREES FOR FOOD AND SHELTER, THE COMMUNITY\nALSO CARES FOR THEM THROUGH MAGICAL AND\nNONMAGICAL MEANS.",
  "translation": "",
  "context": "## **社区特性**\n\n*轻足：* 你的移动天生无声。你在进行不被听见的移动时获得优势。\n\n蘑菇村落\n\n![](_page_81_Figure_7.jpeg)\n\n许多荒野之民社区特别关注他们居住在其中或周围的树木的健康状况。除了将这些树木用于食物和住所外，社区还通过魔法和非魔法手段照料它们。"
 },
 {
  "key": "SECTION_410",
  "original": "## <span id=\"page-82-0\"></span>Additional player guidance\n\n*This section provides guidance for playing disabled characters in Daggerheart.*",
  "translation": "",
  "context": "## <span id=\"page-82-0\"></span>玩家额外指导\n\n*本章节为在《匕首之心》中扮演残疾角色提供指导。*"
 },
 {
  "key": "SECTION_411",
  "original": "## ADJUSTING ABILITIES AND SPELLS\n\nSome abilities and spells in Daggerheart designate the use of particular assets and senses, including sight, sound, touch, and movement. Like players, characters can be blind, deaf, or mute, have disabilities or limb differences, or possess any number of unique qualities that occur among individuals.\n\nJust as there is no set style for weapons combat, there is no set style of spellcasting within Daggerheart. No spell requires specific language or motions. For example, sign language is equally viable for a Wordsmith bard as anything spoken aloud.\n\nIf instructions in the game aren't a good fit for your character's abilities (such as a blind PC's spell affecting \"a target you can see\"), work with your GM to adjust the requirements of that effect. For example, you might choose to make one of the following adjustments to the rules or campaign:\n\n- Utilize another sense (\"a target you can hear\")\n- Specify the mechanical range (\"within Close range\")\n- Add narrative character details (the PC uses an aid or magical means to perceive the target)\n- Address it through worldbuilding (the Mortal Realm is accessible for disabled characters)\n\nSupporting the enjoyment of everyone at the table means modifying the spells, abilities, and other aspects of Daggerheart as you see fit. We invite you to adjust the flavor of cards based on the lines and veils established by the group [\\(see the \"Session Zero and Safety Tools\" section on page](#page-169-0)  [169\\).](#page-169-0) For example, a player might want their druid to use the Conjure Swarm spell, but either they or another player feel uncomfortable with bugs. In that case, they could conjure other objects such as flower petals, small birds, or even a specific bug (such as a butterfly) that everyone is comfortable with. All players, including the GM, should abide by the customizations made to accommodate one another.",
  "translation": "",
  "context": "## 调整能力与法术\n\n《匕首之心》中的某些能力和法术指定使用特定的资产和感官，包括视觉、听觉、触觉和移动。像玩家一样，角色可以是盲人、聋人或哑巴，可能存在残疾或肢体差异，或者拥有个体之间存在的任意数量的独特品质。\n\n正如武器战斗没有固定的风格一样，《匕首之心》中也没有固定的施法风格。没有法术需要特定的语言或动作。例如，对于一个 Wordsmith 吟游诗人来说，手语与大声说出的任何话语同样可行。\n\n如果游戏中的说明不适合你角色的能力（例如，一个盲人 PC 的法术影响“一个你可以看到的[target](#page-175-0)”），请与你的 GM 合作调整该效果的要求。例如，你可以选择对规则或战役进行以下调整之一：\n\n- 利用另一种感官（“一个你可以听到的[target](#page-175-0)”）\n- 指定机械范围（“在[Close range](#page-175-0)”内）\n- 添加叙事性的角色细节（PC 使用辅助工具或魔法手段感知[target](#page-175-0)）\n- 通过世界构建来解决（凡人领域对残疾角色是可访问的）\n\n支持桌旁每个人的乐趣意味着根据团队设定的界限和帷幕（[参见第 169 页的“零号会话和安全工具”部分](#page-169-0)），随意修改《匕首之心》的法术、能力和其他方面。我们邀请你根据这些内容调整卡牌的风味。例如，一个玩家可能想让他们的德鲁伊使用 Conjure Swarm 法术，但他们或另一个玩家对虫子感到不适。在这种情况下，他们可以召唤其他物体，例如花瓣、小鸟，甚至是每个人都感到舒适的特定虫子（例如蝴蝶）。所有玩家，包括 GM，都应该遵守为互相迁就而进行的自定义。"
 },
 {
  "key": "SECTION_412",
  "original": "## PLAYING DISABILITY WITH PURPOSE AND RESPECT",
  "translation": "",
  "context": "## 带着目的和尊重扮演残疾角色"
 },
 {
  "key": "SECTION_413",
  "original": "#### *By Rue Dickey*\n\nPortraying lived experiences—such as disability—other than your own is a powerful way to broaden your perspective when done with respect. Equality, disability, accessibility, and accommodations are a meaningful part of fantasy worldbuilding. For players interested in exploring these elements at the table, it's important to take care to avoid stereotypes and learn from disabled people themselves.",
  "translation": "",
  "context": "#### *作者：Rue Dickey*\n\n以尊重的方式描绘与自身不同的生活经历（例如残疾）是拓宽视野的有力途径。平等、残疾、可及性和便利设施是奇幻世界构建中富有意义的一部分。对于有兴趣在桌面上探索这些元素的玩家来说，重要的是要小心避免刻板印象，并向残疾人士本身学习。"
 },
 {
  "key": "SECTION_414",
  "original": "## **DISABLED IDENTITY**\n\nLike other marginalizations—such as race, gender, and sexuality— disability is just as much an identity as a state of being. When playing a disabled character, it's important to remember that disabilities are a part of people, not a mask they can take off. Different individuals have different experiences with their disability, such as how long they've been disabled, how society has treated them because of it, and how accommodations for their disability are handled. All of these elements are important to consider when building a disabled character, NPC, or fantasy world with accommodations.\n\nDisability is a broad category, and some are more visible both literally and metaphorically—than others. Some disabilities commonly touched on and explored at the table include limb difference, low mobility and mobility aids, low vision, hearing loss, neurodivergence, and mental illness. Mobility aids and prosthetics are most commonly included in disabled representation, but it is also important to remember that there are countless \"invisible\" disabilities, such as chronic illnesses, chronic pain, genetic disorders, and autoimmune conditions. Neurodivergence—a blanket term that covers autism, ADHD, learning or cognitive disabilities, PTSD, and more—and mental illness can also sometimes be considered invisible disabilities. When building an inclusive world, it is important to consider disabled people from all walks of life, not just those who are most visible.",
  "translation": "",
  "context": "## **残疾身份**\n\n如同其他边缘化身份——例如种族、性别和性取向——残疾既是一种存在状态，更是一种身份。在扮演残疾角色时，重要的是要记住，残疾是人的一部分，而不是他们可以摘下的面具。不同的个体对自己的残疾有不同的经历，例如他们残疾了多久、社会因此如何对待他们，以及如何处理他们残疾的便利设施。所有这些元素在构建残疾角色、NPC 或带有便利设施的奇幻世界时都非常重要。\n\n残疾是一个广泛的范畴，其中一些在字面上和比喻上都比其他更显眼。在桌游中通常涉及和探索的一些残疾包括肢体差异、低移动性和辅助移动工具、低视力、听力损失、神经多样性以及精神疾病。辅助移动工具和假肢最常包含在残疾代表中，但同样重要的是要记住，还有无数“隐形”残疾，例如慢性疾病、慢性疼痛、遗传性疾病和自身免疫性疾病。神经多样性——一个涵盖自闭症、多动症、学习或认知障碍、创伤后应激障碍等更广泛的术语——和精神疾病有时也可以被视为隐形残疾。在构建包容的世界时，重要的是要考虑来自各行各业的残疾人士，而不仅仅是那些最显眼的人。"
 },
 {
  "key": "SECTION_415",
  "original": "## **MOBILITY AIDS, PROSTHETICS, AND ACCESSIBILITY TOOLS IN FANTASY**\n\nA key aspect of playing and including disabled characters in your narratives is ensuring that accessibility tools are a part of the setting. \"Accessibility tools\" is a broad category for anything that makes the world more navigable for a disabled person, from glasses and hearing aids to prosthetics, wheelchairs, canes, and more.\n\nThese mobility aids and accessibility tools can take inspiration from real life, using modern technology or historical reference. People have invented new ways to help disabled people access the world for thousands of years. But you should also feel empowered to get fun and fantastical with it—maybe a prosthetic grown from plants and vines, or a wheelchair that floats using magic better align with your PC or the campaign. If you'd like to implement a mobility aid mechanically, [see the](#page-122-0)  [\"Combat Wheelchair\" section on page 122.](#page-122-0)",
  "translation": "",
  "context": "## **奇幻中的辅助移动工具、假肢和无障碍工具**\n\n在叙事中扮演和包含残疾角色的一个关键方面是确保无障碍工具成为设定的一部分。“无障碍工具”是一个广泛的类别，涵盖了所有使世界对残疾人士更易于通行的物品，从眼镜和助听器到假肢、轮椅、拐杖等等。\n\n这些辅助移动工具和无障碍工具可以从现实生活中汲取灵感，使用现代技术或历史参考。数千年来，人们一直在发明新的方法来帮助残疾人士融入世界。但你也应该大胆地让它们变得有趣和奇幻——也许一个由植物和藤蔓长成的假肢，或者一个使用魔法漂浮的轮椅更符合你的PC或战役设定。如果你想在机制上实现辅助移动工具，[请参阅](#page-122-0) [第122页的“战斗轮椅”部分。](#page-122-0)"
 },
 {
  "key": "SECTION_416",
  "original": "## **TELLING DISABLED STORIES**\n\nWhen playing a disabled character, or when including disabled characters as central elements in the plot, it's important to know what sort of story you're telling. Is the adventurer's disability a central element of their character? Is it part of their backstory or something they gained as part of their adventures? How do they engage with that part of their identity—are they proud of their disability, coming to terms with it, or looking for new coping strategies? All of these stories are valid explorations and will have different implications and directions for your character's journey throughout the narrative. Some players will want mechanical involvement for their disabilities, while others will want more narrative flavor without the mechanical aspects.\n\nAbove all, make sure to collaborate on the worlds you build, the characters you create, and the stories you tell. Be open to adjustment and change, and take care of yourself and your fellow players. The game will be safer, richer, and more fun if everyone has a seat at the table.\n\n![](_page_83_Picture_12.jpeg)",
  "translation": "",
  "context": "## **讲述残疾故事**\n\n在扮演残疾角色，或将残疾角色作为剧情核心元素时，了解你正在讲述的故事类型非常重要。冒险者的残疾是他们角色的核心要素吗？它是他们背景故事的一部分，还是他们在冒险中获得的？他们如何看待自己身份的这一部分——他们为自己的残疾感到自豪吗？正在接受它吗？还是正在寻找新的应对策略？所有这些故事都是有效的探索，并且会为你的角色在整个叙事中的旅程带来不同的影响和方向。有些玩家会希望他们的残疾在机制上有所体现，而另一些玩家则希望更多叙事上的风味，而没有机制方面的考量。\n\n最重要的是，确保在你构建的世界、创造的角色和讲述的故事中进行协作。乐于调整和改变，并照顾好你自己和你的同伴玩家。如果每个人都能在桌边占有一席之地，游戏将更安全、更丰富、更有趣。\n\n![](_page_83_Picture_12.jpeg)"
 },
 {
  "key": "SECTION_417",
  "original": "## PLAYING A BLIND OR VISUALLY IMPAIRED CHARACTER",
  "translation": "",
  "context": "## 扮演盲人或视力受损的角色"
 },
 {
  "key": "SECTION_418",
  "original": "#### *By Deven Rue*\n\nFor ease of information, this section uses the term blind to refer to individuals who lack all sight, and visually impaired (VI) to refer to individuals with low vision, who have visual impairments, or who are legally blind by definition.\n\nThough every individual in the blind/VI community has their own experiences and preferences, here are a few tips on how to play a blind/VI character respectfully. First, consider the following when developing their backstory:\n\n- If your character was born blind/VI, remember that from very young ages, blind/VI children develop their own methods to interact with the world.\n- If your character wasn't born blind/VI, what caused, or is causing them, to lose their vision? A sudden loss of sight can be traumatic, creating a sense of helplessness until they learn ways to adapt.\n- If your character is visually impaired, what level of sight do they have? Do they see only shadows and light? Or are things blurry blobs at a distance?\n- Does your character want to gain or regain their sight? Not all blind/VI individuals care about \"curing\" their sight, especially if they're born that way. It's hard to miss something they have never had, and some treasure their unique interpretation of the world. On the other hand, those who've lost their vision might wish to regain it.\n- Will your character use a cane? Blind/VI people don't use canes to \"see\"; rather, they use them to gather information about the surface they're walking on (by sound or how far their cane sinks into the ground), inclines or descents, and the edges of objects around them.\n- Does your character have a service animal or familiar? Blind/VI people develop close bonds with their service animals, and these companions alert them of potential danger or obstacles, guide them, and bring them items they need. While characters who weren't born blind/ VI could potentially see through the eyes of a familiar, a character who was born blind might not understand the images a familiar projects into their mind, as they haven't experienced sight and don't have the necessary context.\n\nStrive to give blind/VI PCs and NPCs the same level of independence and function as other characters in your game, and make them common enough to let others know they not only exist in your world, they thrive.\n\nWhen roleplaying, you're encouraged to include descriptions that go beyond appearance. Blind/VI people do not inherently have heightened smell or hearing, but these senses can inform them about their environment. Think about an area's scent, temperature, wind flow, and more. Describe obstacles, people, and enemies in relation to their current position, such as stating that someone is \"several paces in front\" of a character or referencing a clock face or compass (where the character is always standing in the middle).\n\nAbove all, don't be afraid to play a blind/VI character and open yourself up to these roleplaying opportunities, experiences, and perspectives.",
  "translation": "",
  "context": "#### *作者：Deven Rue*\n\n为了方便理解，本节中使用“盲人”一词指代完全失去视力的人，使用“视力受损”（VI）一词指代低视力、有视力障碍或根据定义属于法定盲人的人。\n\n尽管盲人/视力受损群体中的每个人都有自己的经历和偏好，但这里提供一些关于如何尊重地扮演盲人/视力受损角色的建议。首先，在设计他们的背景故事时考虑以下几点：\n\n- 如果你的角色天生就是盲人/视力受损，记住从很小的时候起，盲人/视力受损的孩子就会发展出自己与世界互动的方法。\n- 如果你的角色不是天生盲人/视力受损，是什么导致或正在导致他们失去视力？突然失明可能会带来创伤，产生无助感，直到他们学会适应的方法。\n- 如果你的角色视力受损，他们有多少视力？他们只能看到阴影和光线吗？还是远处的东西都是模糊的一团？\n- 你的角色想要获得或恢复视力吗？并非所有盲人/视力受损的人都关心“治愈”他们的视力，特别是如果他们天生如此。他们从未拥有过的东西很难让他们想念，有些人珍视他们对世界独特的解读。另一方面，那些失去视力的人可能希望恢复它。\n- 你的角色会使用拐杖吗？盲人/视力受损的人使用拐杖不是为了“看”；相反，他们使用拐杖来收集关于他们正在行走的地面（通过声音或拐杖深入地面的程度）、坡度或下降、以及周围物体的边缘的信息。\n- 你的角色有服务动物或魔宠吗？盲人/视力受损的人与他们的服务动物建立了亲密的联系，这些伙伴会提醒他们潜在的危险或障碍，引导他们，并为他们带来所需的物品。虽然不是天生盲人/视力受损的角色可以通过魔宠的眼睛看世界，但天生盲人的角色可能无法理解魔宠投射到他们脑海中的图像，因为他们没有体验过视觉，也没有必要的背景。\n\n努力让盲人/视力受损的PC和NPC在游戏中拥有与其他角色相同的独立性和功能，并让他们足够普遍，让其他人知道他们不仅存在于你的世界中，而且生活得很好。\n\n在进行角色扮演时，鼓励你包含超出外表的描述。盲人/视力受损的人天生没有增强的嗅觉或听觉，但这些感官可以为他们提供关于环境的信息。思考一个区域的气味、温度、风流等等。描述障碍物、人和敌人相对于他们当前位置的关系，例如说明某人在角色“前面几步”或引用时钟盘或指南针（角色始终站在中间）。\n\n最重要的是，不要害怕扮演盲人/视力受损的角色，并向这些角色扮演的机会、经历和视角敞开心扉。"
 },
 {
  "key": "SECTION_419",
  "original": "## PLAYING A DEAF CHARACTER",
  "translation": "",
  "context": "## 扮演失聪角色"
 },
 {
  "key": "SECTION_420",
  "original": "#### *By Rogan Shannon*\n\nDeaf people exist on a wide spectrum ranging from mild to profound deafness. Some are deaf in one ear, but otherwise hear and speak, while others are entirely deaf and living in a fully visual world—or one of the many possible combinations in between. When you play a Deaf character, consider the many factors that influence how they move through their life. The following questions are a good place to start:\n\n- Have they been deaf since birth, or did they become deaf later in life from illness or injury?\n- How do they choose to communicate with their friends, loved ones, and the world at large?\n- Growing up, did they learn how to speak, use sign language, or a combination of the two?\n- If they don't speak the predominant language, how do they communicate? Do they use paper and pen? Or do they have accommodations, magical or otherwise?\n- Is this person a loner, keeping to themself and interacting with people only when they have to, or are they part of a community of other Deaf people?\n\nAs an accommodation for a Deaf character, the GM and players can flavor scenes using other senses. For example, the character might feel the rumbling of a dragon's deep roar or the intense heat from a fire spell, rather than hearing the bellow or an explosion of flame. They may have a metallic taste in their mouth and hair standing up on their arms as the air crackles with electricity. Rather than hearing the groan of the undead, their nose might be assaulted with the pungent scent of rot.\n\nWhen roleplaying, be mindful of how you portray the character's chosen communication mode. Either speak as you normally would or be intentional about how you do it.\n\nAbove all, Deaf people are people. Play them as you would any other character while considering the added layer of how they move through the world differently due to communication needs. If you're able, don't hesitate to ask someone Deaf for ideas and feedback.\n\n![](_page_84_Picture_24.jpeg)\n\nENCHANTED OBJECTS CAN BE USED\nTO GIVE USERS INFORMATION ABOUT\nTHEIR SURROUNDINGS.\n\nTHOSE WHO WEREN'T BORN\nBLIND OR VISUALLY IMPAIRED\nMIGHT USE A SERVICE ANIMAL\nTO SHARE THEIR VISION.\n\n![](_page_85_Picture_2.jpeg)\n\nATTIRE (SUCH AS A\nMASQUERADE MASK) CAN BE\nMAGICALLY ENHANCED TO\nFUNCTION LIKE GLASSES.\n\n![](_page_85_Picture_4.jpeg)\n\nDIFFERENT SERVICE ANIMALS HAVE\nUNIQUE SKILLS. THEY DEVELOP A\nCLOSE BOND WITH THE INDIVIDUAL\nTHEY WORK WITH.\n\nALLIES CAN GIVE BLIND AND\nVISUALLY IMAPIRED COMPANIONS\nINFORMATION BY DESCRIBING\nDETAILS IN RELATION TO A\nCLOCK OR COMPASS.\n\n![](_page_85_Picture_7.jpeg)\n\n![](_page_85_Picture_8.jpeg)\n\nCANES ALLOW BLIND AND\nVISUALLY IMPAIRED INDIVIDUALS\nTO GAIN INFORMATION ABOUT\nTHE TERRAIN AND CAN BE USED\nALONGSIDE VARIOUS WEAPONS.\n\n5\n\n![](_page_86_Picture_0.jpeg)",
  "translation": "",
  "context": "#### *作者：Rogan Shannon*\n\n失聪人群的范围很广，从轻度到重度失聪不等。有些人只有一只耳朵失聪，但其他方面听力和说话正常，而另一些人则完全失聪，生活在一个完全视觉化的世界中——或者介于两者之间的许多可能组合之一。当你扮演一个失聪角色时，考虑影响他们如何度过人生的诸多因素。以下问题是一个很好的起点：\n\n- 他们是天生失聪，还是后来因疾病或受伤而失聪？\n- 他们选择如何与朋友、爱人以及整个世界交流？\n- 成长过程中，他们学会了说话、使用手语，还是两者结合？\n- 如果他们不说主要语言，他们如何交流？他们使用纸和笔吗？或者他们有其他方式的辅助，无论是魔法还是其他方式？\n- 这个人是独来独往，只在必要时与人互动，还是属于一个其他失聪人群组成的社区？\n\n作为对失聪角色的辅助，GM和玩家可以使用其他感官来描绘场景。例如，角色可能会感受到巨龙深沉咆哮的轰鸣声或火焰法术的强烈热量，而不是听到咆哮声或火焰的爆炸声。当空气中噼啪作响充满电时，他们可能会感到口中有金属味，手臂上的汗毛竖起。他们可能闻到腐烂的刺鼻气味，而不是听到不死生物的呻吟声。\n\n在进行角色扮演时，请注意如何描绘角色选择的交流方式。要么像往常一样说话，要么有意识地选择如何表达。\n\n最重要的是，失聪的人也是人。像扮演任何其他角色一样扮演他们，同时考虑到由于交流需求，他们以不同的方式在世界上行动的额外层面。如果可能，请不要犹豫向失聪人士寻求想法和反馈。\n\n![](_page_84_Picture_24.jpeg)\n\n附魔物品可以用来\n为使用者提供关于\n他们周围环境的信息。\n\n那些不是天生\n盲人或视力受损的人\n可以使用服务动物\n来分享他们的视力。\n\n![](_page_85_Picture_2.jpeg)\n\n服装（例如\n假面舞会面具）可以\n通过魔法增强以\n像眼镜一样发挥作用。\n\n![](_page_85_Picture_4.jpeg)\n\n不同的服务动物拥有\n独特的技能。它们与\n它们服务的人建立了\n亲密的联系。\n\n盟友可以通过描述\n相对于\n时钟或指南针的细节来\n为盲人和\n视力受损的同伴\n提供信息。\n\n![](_page_85_Picture_7.jpeg)\n\n![](_page_85_Picture_8.jpeg)\n\n拐杖让盲人和\n视力受损的人能够\n获取关于\n地形的信息，并且可以\n与各种武器一起使用。\n\n5\n\n![](_page_86_Picture_0.jpeg)"
 }
]